#version: 0.2 - Trained by `huggingface/tokenizers`
A A
G C
T T
C C
G G
G A
T C
T A
T G
C A
T GC
T CC
AA A
G GC
T GG
T GA
TC A
G TT
G AA
GC A
T AA
C TT
GG A
C AA
CC A
C GC
TT A
C GA
G TA
TG GC
TT TT
G TC
C GG
C TA
TG AA
C TC
TGG A
TGC A
TG TT
T AAA
TCC A
GC CA
TC AA
AA AA
G AAA
CC GC
GA GC
GG GC
TG TA
GGC A
G TGA
TC TT
TC GC
CC C
GG AA
TA TT
G TGC
G TCA
GC AA
GA GA
C GGC
TT AA
G TAA
TA CA
TT C
G TGG
GTT A
GC C
CC CA
TT CA
CC AA
G TG
GG GA
TT GA
C AAA
TC GA
TT CC
G TCC
TA TA
GC GC
C TGG
C TGC
CC CC
C TCA
GG GG
TT TA
TT GC
C TGA
CA GC
C TG
GG TA
C GTT
GAA AA
C TCC
CC GA
GA CA
GC CC
TC TA
GC GG
TGG AA
TC TGC
TA CC
C GCA
CTT A
TAA AA
GC TT
CA CC
TG TC
G TGGC
GG TT
C GTC
TA GA
TC TC
TG AAA
GG TC
CA GA
GG TGC
CC TT
GCA GC
GAA GA
G TGCA
GGA GC
GA TC
TG GCA
TCC TT
C GGA
C GTA
TGA GC
C TGGC
G TGGA
TGC AA
TTTT TT
GG TAA
GG AAA
TGC CA
GGC AA
TA GC
G TGAA
CAA AA
TGG GC
C GAA
G TGTA
C TAA
GGC CA
TCC CC
GA CC
TGC GC
TCC GC
TC TCA
CAA CA
GGC GA
GTT TT
CA CA
TG TCA
GCA GCA
CGC CA
TC TCC
GA TA
CTC AA
GG GAA
GG GGC
GG GTT
TC TGA
TG TAA
TC GGC
TGA CC
GTT GC
CTT TT
TC TTA
GA TAA
GAA GC
GTGA GC
CA GGA
GA TCC
CA TT
TG TGC
C TGGA
GTT AA
TGG GA
CGA GC
CGG AA
GAA GAA
GTA TT
G TAAA
TCC AA
GGA CA
GGC CGC
GCA GA
TG TGA
TGG TA
AAAA AA
C TGCA
CCA CC
GAA TA
TT CCA
GAA AAA
TG TCC
TG TTA
TT TCA
GTC AA
AAA GA
G TCCA
TGC CC
C GGCA
TGG TT
GTT CA
CAA GC
TT GG
CC TA
TCA GC
TC GG
TGA TA
TCA GA
AAA TA
TGA CA
TC GTC
CTT GA
AAA GGA
TG TG
TC TGG
GGA GA
GG GCA
CAA AAA
GTC GA
GTA CA
G TGTT
C TGTT
CTT CAA
TTA TT
CCA GC
GG TCA
TGC TT
CGA CC
CTT TA
GAA CA
TGA GA
GC TCC
TAA TT
TGG TTA
TG TTTT
TC TCAA
CTT AA
GTT CC
TC GCCA
GA TGC
CGG GA
TG TGG
C GAAA
TCA CC
TCA CA
CGC AA
CGA TA
CTT CA
TC AAA
C TGAA
GGC GC
GG GGA
TGA TT
CTC GC
C GTGA
CTC TT
GA TT
CTT CC
GCA GAA
TA CCA
TCC TGC
CGC GC
CA GCA
TA TGA
CGTC AA
TA CGC
TC GTT
CC GGA
CAA GA
GGC TA
GCA TCA
CC GAA
GCA GAGC
CAA TT
AAA CA
GG TGAA
GCA TT
GG GAGC
CC CCA
GGA GGA
TGGC AA
TA GTT
GC TGA
CA CCA
TC TAAA
GA CCA
TCGC CC
N N
TGC CGC
TTTT GC
GGC CC
TTA CA
TA CTT
GGC TCC
GTCA GA
TA TGC
TTA CGC
GGGC GC
GGC GGC
TG TGGA
C TCCA
TAA CA
CCC TGA
CGC CC
TCC CA
TCA TT
GGC TT
TAA TA
GA GAA
TGGC CTT
TCA TCA
GG TGA
GGA TT
GTTA CA
GG GTC
GCA CA
TA TTTT
GCA CC
CGA CA
TGAA AA
GAA TT
GTT TA
CGC TT
CTA CA
GA GGC
CGGC AA
GG TGGC
GAAA GC
GAAA CC
CCA CCA
GTG TGG
CTA TT
GC CCA
TC TGGA
GTAA AA
GA GTT
TC TGGC
GG TGG
TC GAA
CC CAA
TGA TGA
TC TTTT
TA TCA
GC GGC
GAA GTA
TATT AA
TGC TGC
C TAAA
TTTA CGG
TC GAGC
CCA CCGC
GTT CCA
TTA GTCA
TTA CCA
CC GTC
TGC CCA
GC CGG
GTT GGC
C GTCC
TGA CGC
CGC CCC
CTT CGG
GGGC GA
GTT CGA
TGG TAA
GAA CC
TC GTA
TGGCCTT TTGC
GC GA
TAA CC
CAA CGA
TCTGC GC
TGA GTA
GA TCA
CAA TA
TCC GGTAA
GAGA TCC
GTGG AA
GG TTTT
CAA TAA
CA TA
TCC CCC
CGC GGC
GA GGA
TCC TGG
TT GTC
TGA TGC
C TGTA
TGA TAA
GC GGA
CTGG AA
TTGA CGTCAA
C GTGC
TG TGGC
CTA CC
AAAGGA TCTT
TA CGG
TCC TCC
TT TAA
GAA CGACC
GAAA CGC
TA TCTT
CTT CTA
GGTC GTT
GGA GGC
GC TA
CCA CA
TCA GAA
TGCA GC
TTA CTT
CTGA GC
TGA TCC
TGGA GTT
TCA CTC
GA GCA
GG GTA
TCTT CC
TTA TA
TCAA AA
CC GTT
CTA TA
TTTA TCA
GGCA GTACA
TGC GGC
GTC TT
CAA GTA
CTT TCC
TC GGGC
GCC TGG
CCA CTT
TC GCA
TT TGA
TTA TAA
GAA CTC
TCCA GTC
TTA TCA
TGA CGG
GTCC AA
CTC TA
GGAA GC
TTC TGA
CAA GAA
CTGA GA
GGAA GA
TGATA CCGC
GAGC AA
CGGC CA
TTA GC
GGC AAA
TT CTA
TTA GA
GGC GG
TGAA GCCA
TCCA GA
TACA CTA
GAA GCA
TT TCC
CTT GC
CC CGG
TA CGA
GG GGGA
TGC TCA
GCCA GC
TC GTCA
TCCGC TCA
TGA GTGAGC
GTGC GC
GAA GGGA
TGTT TGC
GGA CC
CTT GAA
GATC GTT
TGGC CA
GTA TTA
TCGC CGCA
AAAA TCC
GAGC GC
TA CAA
GTC GC
TCGC TT
TGC AAA
CCA GA
TCC CGA
GCA CGA
TCCA CA
C GTGGC
AAA TT
GGGG TT
TTA TCAA
TTTT AA
TACA GC
C GAAAA
GAGC TA
TC GGA
CCA TGA
CC TCTGA
CAAA TAAA
CCCC TATT
GGC TGC
TC TGTT
TGC GA
GGAA CC
GCA GGA
GG GTTA
GGC GCA
CGC TA
GGC TGGC
TC TAA
CAA CAA
C GTCA
TGG TGCA
TCA GTGA
TCC GAA
GTT GG
TCCA TA
TCA CGC
GTT GA
GGGA CTT
GCC GTA
CAAA TA
GTT GCCA
TGG GG
TGGC CCGC
CGC GTT
CC TCC
GCC TGA
CTC GA
GAA AAAA
TGG TGG
TG TCAA
TGGAA AAA
GGCA GC
GG TTCC
GGC CAGC
TA GTAA
TTTT GA
GG AAAA
GC TGGC
TCGC TCA
GTT CGG
TAA TCC
CCA GGC
CGG AAA
TGG TCA
TC TACA
CGCTT CCC
CTC TTTT
TGTGA TGC
TC TGCA
GG TTA
GGTA GC
GTA CAA
TGC TA
CCA GCA
TGC TGCCA
TCC CGTA
GTGCA CA
GGGC GACA
TAA CTCC
GC GGCA
TAA CTA
CTG GCA
GG GTGA
TA CTC
GGGC AA
TA TCC
TGG AAA
GAGA TCCA
GCA CCGC
GA CAA
TAAA TGGCCCGC
GAAA GGC
CGTT AA
C GTGG
TGAA CGG
GAA CTA
GAA GGA
CTC TCC
CC GGC
AAA GTT
GACA GA
TT GCA
AAA GGC
TGG TGA
GGCA CC
TC GTGG
TAACTCC GCCCA
CGCCCC TAACTCCGCCCA
CGC CGGC
CTT GAGC
CTG TGA
TA CCGC
CGG GC
CTT GTT
GTA TA
TCAA GGA
CCA GCTT
TTGC AAA
TT CGA
CC TGA
CTT CGC
GGA CGA
GGGG GGC
CGG GGAAA
TGGC TGA
TAAA GC
TCTGC TGC
GTT TTC
GAA TCA
CTC TTA
CAA GTT
TCCA GC
CCGC TTCC
TG TGGAA
CTCAA GA
GTGG TGGC
CAAAA AAA
GG TCC
TCAA TA
GTA GTT
TTTT AAA
GGC CAA
TCA CCA
TTGA TT
CC TTCC
TGC CTT
CGC GA
CGG GGA
TGTA CAA
TTA CAA
GGCCA CCA
TCGA CGC
GTA GAAAA
GCGC TCA
C GAAGA
GCAA CA
GTC GTG
CTCA CA
CGCCA GCAA
CCGC GCA
CCAA CGA
GGGG TTC
TGGA CA
GGC GGA
GGAA CAGGA
TT CTT
TCGC TCTGC
CCA GTGGC
GTAA AAA
GTTCCA CTGAGC
CTGG TGAGTA
CGA CAGGA
TTA CC
GGC CAGA
TCTTA CC
AAA GC
CTG TCA
AAAATCC CTTAA
GTTCCACTGAGC GTCAGA
GGAGC CTA
CGC CCA
AAAATCCCTTAA CGTGA
TCTGCGC GTAA
GTCC TGTC
TGAA GA
GCAA TA
TCCAA GC
TCTGCTGC TTGCAAA
CCACCGC TACCA
GGGTT GGA
CCGGA TAA
CAAAAAAA CCACCGCTACCA
CCA TA
TGACC AAAATCCCTTAACGTGA
TCTGCTGCTTGCAAA CAAAAAAACCACCGCTACCA
C GTGGA
GGTAA CTGGC
C GTGAA
TTTTTT TCTGCGCGTAA
CGGA TCAA
GCCA GA
CTGG TATCTT
TACC AAATA
CTA TAAA
GTCCTGTC GGGTT
GAGC GCACGA
GAGATCC TTTTTTTCTGCGCGTAA
CTGGTATCTT TATA
GAGCGCACGA GGGAGC
CTGGTATCTTTATA GTCCTGTCGGGTT
GTTA CCGGATAA
GGAACAGGA GAGCGCACGAGGGAGC
CTGGTATCTTTATAGTCCTGTCGGGTT TCGCCA
GGCGCA GCGG
CTCAAGA CGATA
GTTACCGGATAA GGCGCAGCGG
GAGATCCTTTTTTTCTGCGCGTAA TCTGCTGCTTGCAAACAAAAAAACCACCGCTACCA
GGGTTGGA CTCAAGACGATA
CACC CGC
TTGA CGC
CTACA TACC
GGACA GGTA
GGGTTGGACTCAAGACGATA GTTACCGGATAAGGCGCAGCGG
GAGC TT
GGGGGGC GGAGCCTA
GTGTA GCCGTA
TTCA GCAGAGC
TGGC CC
GAACTC TGTA
GTGTAGCCGTA GTTA
CTT GAGATCCTTTTTTTCTGCGCGTAATCTGCTGCTTGCAAACAAAAAAACCACCGCTACCA
CTACATACC TCGCTCTGC
CGGATCAA GAGCTA
GCGG TGGTT
GCAGA TACCAAATA
CTTCAA GAACTCTGTA
TAATCC TGTTA
GGTAACTGGC TTCAGCAGAGC
TTCCA GGGG
GTCGA TTTT
GCGGTGGTT TGTTTGC
CTACATACCTCGCTCTGC TAATCCTGTTA
GGTAACTGGCTTCAGCAGAGC GCAGATACCAAATA
GCGGTGGTTTGTTTGC CGGATCAAGAGCTA
CTTCAAGAACTCTGTA GCACCGC
GAAAGGC GGACAGGTA
GAAAGGCGGACAGGTA TCCGGTAA
TG TCCGC
TGTGATGC TCGTCA
GGGGGGCGGAGCCTA TGGAAAAA
CTTCAAGAACTCTGTAGCACCGC CTACATACCTCGCTCTGCTAATCCTGTTA
GAAAGC GCCA
GCGGCA GGGTC
GAAACGC CTGGTATCTTTATAGTCCTGTCGGGTTTCGCCA
TCCGAA GGTAACTGGCTTCAGCAGAGCGCAGATACCAAATA
TACA CCGAA
GAAAGGCGGACAGGTATCCGGTAA GCGGCAGGGTC
TGCTGCCA GTGGC
CTTGAGC GTCGATTTT
CAGC CCAGCTT
CGA TT
GATAA GTCGTG
CGCTTCCC GAAGGGA
CAGCCCAGCTT GGAGC
GATAAGTCGTG TCTTACC
CCAGTGGC TGCTGCCAGTGGC
CTCTTTT TCCGAAGGTAACTGGCTTCAGCAGAGCGCAGATACCAAATA
TGA TTC
GGAACAGGAGAGCGCACGAGGGAGC TTCCAGGGG
CCAGTGGCTGCTGCCAGTGGC GATAAGTCGTGTCTTACC
TACC TACAGC
CTTGAGCGTCGATTTT TGTGATGCTCGTCA
TCGGGC TGAACGG
CAGCCCAGCTTGGAGC GAACGACC
CGCTTCCCGAAGGGA GAAAGGCGGACAGGTATCCGGTAAGCGGCAGGGTC
TCGGGCTGAACGG GGGGTTC
CTGAGA TACCTACAGC
GATC AAAGGATCTT
GTGTAGCCGTAGTTA GGCCACCA
TTAA AAA
TACACCGAA CTGAGATACCTACAGC
CCTCTGA CTTGAGCGTCGATTTTTGTGATGCTCGTCA
GCGGTGGTTTGTTTGCCGGATCAAGAGCTA CCAA
CTTCAAGAACTCTGTAGCACCGCCTACATACCTCGCTCTGCTAATCCTGTTA CCAGTGGCTGCTGCCAGTGGCGATAAGTCGTGTCTTACC
GAAAGCGCCA CGCTTCCCGAAGGGAGAAAGGCGGACAGGTATCCGGTAAGCGGCAGGGTC
GTTCCACTGAGCGTCAGA CCCC
GGGTTGGACTCAAGACGATAGTTACCGGATAAGGCGCAGCGG TCGGGCTGAACGGGGGGTTC
CAGCCCAGCTTGGAGCGAACGACC TACACCGAACTGAGATACCTACAGC
TG TCCA
C GTG
GAAAGCGCCACGCTTCCCGAAGGGAGAAAGGCGGACAGGTATCCGGTAAGCGGCAGGGTC GGAACAGGAGAGCGCACGAGGGAGCTTCCAGGGG
GCGGTGGTTTGTTTGCCGGATCAAGAGCTACCAA CTCTTTTTCCGAAGGTAACTGGCTTCAGCAGAGCGCAGATACCAAATA
CTCC AA
CTTCAAGAACTCTGTAGCACCGCCTACATACCTCGCTCTGCTAATCCTGTTACCAGTGGCTGCTGCCAGTGGCGATAAGTCGTGTCTTACC GGGTTGGACTCAAGACGATAGTTACCGGATAAGGCGCAGCGGTCGGGCTGAACGGGGGGTTC
GAAACGCCTGGTATCTTTATAGTCCTGTCGGGTTTCGCCA CCTCTGACTTGAGCGTCGATTTTTGTGATGCTCGTCA
TC GGCA
GTGCACA CAGCCCAGCTTGGAGCGAACGACCTACACCGAACTGAGATACCTACAGC
GATCAAAGGATCTT CTTGAGATCCTTTTTTTCTGCGCGTAATCTGCTGCTTGCAAACAAAAAAACCACCGCTACCA
GGGGGGCGGAGCCTATGGAAAAA CGCCAGCAA
CTT TTTACGG
TCC GCC
CTA CAA
CGA TGC
TTTA TAA
CTTTTTACGG TTCC
GTGTAGCCGTAGTTAGGCCACCA CTTCAAGAACTCTGTAGCACCGCCTACATACCTCGCTCTGCTAATCCTGTTACCAGTGGCTGCTGCCAGTGGCGATAAGTCGTGTCTTACCGGGTTGGACTCAAGACGATAGTTACCGGATAAGGCGCAGCGGTCGGGCTGAACGGGGGGTTC
CGCGGC CTTTTTACGGTTCC
CCAA TGC
GTTCCACTGAGCGTCAGACCCC GTAGAAAA
GAAAGCGCCACGCTTCCCGAAGGGAGAAAGGCGGACAGGTATCCGGTAAGCGGCAGGGTCGGAACAGGAGAGCGCACGAGGGAGCTTCCAGGGG GAAACGCCTGGTATCTTTATAGTCCTGTCGGGTTTCGCCACCTCTGACTTGAGCGTCGATTTTTGTGATGCTCGTCA
TGGA GC
GGCAGTACA TCAA
CTC GGC
GG TTGA
GTGTAGCCGTAGTTAGGCCACCACTTCAAGAACTCTGTAGCACCGCCTACATACCTCGCTCTGCTAATCCTGTTACCAGTGGCTGCTGCCAGTGGCGATAAGTCGTGTCTTACCGGGTTGGACTCAAGACGATAGTTACCGGATAAGGCGCAGCGGTCGGGCTGAACGGGGGGTTC GTGCACACAGCCCAGCTTGGAGCGAACGACCTACACCGAACTGAGATACCTACAGC
GGGGGGCGGAGCCTATGGAAAAACGCCAGCAA CGCGGCCTTTTTACGGTTCC
TGTT CTT
GG TGGCA
TCC GA
TG TGAAA
GTA TATA
GTCA CA
GATCAAAGGATCTTCTTGAGATCCTTTTTTTCTGCGCGTAATCTGCTGCTTGCAAACAAAAAAACCACCGCTACCA GCGGTGGTTTGTTTGCCGGATCAAGAGCTACCAACTCTTTTTCCGAAGGTAACTGGCTTCAGCAGAGCGCAGATACCAAATA
TGGC GC
TT GTT
TA TAAA
TGGCCTTTTGC TCACA
GG GAAA
GAAAGCGCCACGCTTCCCGAAGGGAGAAAGGCGGACAGGTATCCGGTAAGCGGCAGGGTCGGAACAGGAGAGCGCACGAGGGAGCTTCCAGGGGGAAACGCCTGGTATCTTTATAGTCCTGTCGGGTTTCGCCACCTCTGACTTGAGCGTCGATTTTTGTGATGCTCGTCA GGGGGGCGGAGCCTATGGAAAAACGCCAGCAACGCGGCCTTTTTACGGTTCC
GCAGCA GA
GCAGCA GCCA
TGGCCTTTTGC TGGCCTTTTGCTCACA
TAA CAA
TGTT GTG
TGA CTT
TG TGCA
GTTCCACTGAGCGTCAGACCCCGTAGAAAA GATCAAAGGATCTTCTTGAGATCCTTTTTTTCTGCGCGTAATCTGCTGCTTGCAAACAAAAAAACCACCGCTACCAGCGGTGGTTTGTTTGCCGGATCAAGAGCTACCAACTCTTTTTCCGAAGGTAACTGGCTTCAGCAGAGCGCAGATACCAAATA
GCCA CC
C GTTA
TC TCTA
GTA CC
CTGG TAA
CAA CGC
GCA GAAAA
CTA TCGTC
TCGCTCA CTGA
TAA GA
GA GGTA
GAAAGCGCCACGCTTCCCGAAGGGAGAAAGGCGGACAGGTATCCGGTAAGCGGCAGGGTCGGAACAGGAGAGCGCACGAGGGAGCTTCCAGGGGGAAACGCCTGGTATCTTTATAGTCCTGTCGGGTTTCGCCACCTCTGACTTGAGCGTCGATTTTTGTGATGCTCGTCAGGGGGGCGGAGCCTATGGAAAAACGCCAGCAACGCGGCCTTTTTACGGTTCC TGGCCTTTTGCTGGCCTTTTGCTCACA
CGTT TT
CCA CGC
TGC GCAA
GTCA GGCAA
GCTT CCC
AAAGA GTT
GAAA CA
GCAGC GA
TGAA CC
NN NN
TCTCC TGTT
CC CTA
TC GTGC
TG TGAGC
TAA TGA
TTAA TT
CCGC TT
CCC TGCCGC
GGGA TTTT
CAA CCA
TGGC GTTTT
TAA GACA
TGCGC CTTA
GCA TGCA
CAA CGTT
GGC GAAAA
CCCA CGC
GAAACC CGACAGGA
GGA TACA
GGA TGA
GGC AAAA
TC TATA
TCGC TA
TT TTA
TGCA CGAA
TG TGCGC
TGTA GGC
GGCTCC GCCC
AAA TCAA
GGA GTA
GA TGG
TATTAA TT
CGC TCCAAGC
TCAA GGCGA
GTGAGC TATGA
CTATAAA GATA
TTC TCC
GAA GTT
CCAGGC GTT
TAACC GTATTA
GTCCAA CCCGG
TGCGCCTTA TCCGGTAA
CTC GTGCGC
GTTA TCCCC
GAAACCCGACAGGA CTATAAAGATA
CTG GCAGCAGCCA
TCCTGC GTTATCCCC
CTCGTGCGC TCTCCTGTT
TCTCAA GAAGA
GTGG TCC
CTT TCTCC
TGATTC TGTGGA
TCCTT TGA
AAA CTA
CTA CGG
CTA CGGC
TCCTGCGTTATCCCC TGATTCTGTGGA
C GTAAA
GG TGGA
CCGC CGC
GGCTCCGCCC CCCTGA
TTCA GCTCC
TGCACGAA CCCC
CAA GCA
CGA GCATCA
CAGGA TTA
TCACC GGC
TGTA GGTA
TCCTGCGTTATCCCCTGATTCTGTGGA TAACCGTATTA
CCGC TGCGCCTTATCCGGTAA
CTATCGTC TTGA
CCGC GC
TCTT GATCC
CTATCGTCTTGA GTCCAACCCGG
CGA CTTA
TTA CCGGA
CCGCTGCGCCTTATCCGGTAA CTATCGTCTTGAGTCCAACCCGG
TGTT CA
GTGTAGCCGTAGTTAGGCCACCACTTCAAGAACTCTGTAGCACCGCCTACATACCTCGCTCTGCTAATCCTGTTACCAGTGGCTGCTGCCAGTGGCGATAAGTCGTGTCTTACCGGGTTGGACTCAAGACGATAGTTACCGGATAAGGCGCAGCGGTCGGGCTGAACGGGGGGTTCGTGCACACAGCCCAGCTTGGAGCGAACGACCTACACCGAACTGAGATACCTACAGC GTGAGCTATGA
GG GTGG
AAAGAGTT GGTAGC
CTGGCAGCAGCCA CTGGTAA
CAGC CCGA
TGAA CA
TGC TGG
TAA GC
GAAACCCGACAGGACTATAAAGATA CCAGGCGTT
TCCATA GGCTCCGCCCCCCTGA
TATT CTT
TT GTTA
TGGAA GCTCC
CGCTCCAAGC TGGGC
CGAGCATCA CAAAAA
CCA CTA
TAA CGCA
TAAA CCA
CCGTT CAGCCCGA
TGTA GGTCGTT
TACC TGTCCGC
TAGA TCC
TTCC TTTT
CGC CGA
CCGA CCCTGCCGC
GTTGC TGGCGTTTT
GCAGAAAA AAAGGA
TGTAGGTCGTT CGCTCCAAGCTGGGC
TTACCGGA TACCTGTCCGC
TGGAAGCTCC CTCGTGCGCTCTCCTGTT
TTACGC GCAGAAAAAAAGGA
TCAA GTCAGA
TG TCTT
TTTTTT TGTT
TTGG AAAA
CTCC CA
CCGACCCTGCCGC TTACCGGATACCTGTCCGC
TCAAGTCAGA GGTGGC
TCA GTGGAA
TGGAAGCTCCCTCGTGCGCTCTCCTGTT CCGACCCTGCCGCTTACCGGATACCTGTCCGC
GTGGC GCTT
TCGC TGA
CGAGCATCACAAAAA TCGACGC
CTTTCTCC CTTCGG
TCTCA GTTCGG
TGC TGA
TGGTA TGGC
GGTGC TACA
CTTTCTCCCTTCGG GAAGC
TGGTA GCGG
GC TCA
TTACGCGCAGAAAAAAAGGA TCTCAAGAAGA
CTC GG
TGCAA GCAGCAGA
TGTG TGCACGAACCCC
CGACTTA TCGCCA
TG TCGA
CCGC TGTT
CTTTCTCCCTTCGGGAAGC GTGGCGCTT
TCTCAGTTCGG TGTAGGTCGTTCGCTCCAAGCTGGGC
TAAGACA CGACTTATCGCCA
TATT TC
TGTGTGCACGAACCCC CCGTTCAGCCCGA
AAAA GGCCA
GTTGC CGG
GTATT TGGTA
GAAACCCGACAGGACTATAAAGATACCAGGCGTT TCCCCC
GTATTTGGTA TCTGCGC
GAGTT CTTGAA
GTC TCGC
GCAGAGC GAGGTA
GGA GAA
GGTGCTACA GAGTTCTTGAA
GGCAAA CAAA
TTACGCGCAGAAAAAAAGGATCTCAAGAAGA TCCTTTGA
TGGAAGCTCCCTCGTGCGCTCTCCTGTTCCGACCCTGCCGCTTACCGGATACCTGTCCGC CTTTCTCCCTTCGGGAAGCGTGGCGCTT
CGAGCATCACAAAAATCGACGC TCAAGTCAGAGGTGGC
TCTCAGTTCGGTGTAGGTCGTTCGCTCCAAGCTGGGC TGTGTGCACGAACCCCCCGTTCAGCCCGA
GTATTTGGTATCTGCGC TCTGC
CCGCTGCGCCTTATCCGGTAACTATCGTCTTGAGTCCAACCCGG TAAGACACGACTTATCGCCA
GTTA CCTT
TATT TGAA
CAGGATTA GCAGAGCGAGGTA
TCTTGATCC GGCAAACAAA
GTAAAAA GGCCGC
GTATTTGGTATCTGCGCTCTGC TGAAGCCA
GGGC TT
GTCA GAA
CCACCGC TGGTAGCGG
TCTCAGTTCGGTGTAGGTCGTTCGCTCCAAGCTGGGCTGTGTGCACGAACCCCCCGTTCAGCCCGA CCGCTGCGCCTTATCCGGTAACTATCGTCTTGAGTCCAACCCGGTAAGACACGACTTATCGCCA
TTTTTTTGTT TGCAAGCAGCAGA
GTGGTGGC CTAA
GC GATC
TGTAGGC GGTGCTACAGAGTTCTTGAA
GCCC GGC
CTGGCAGCAGCCACTGGTAA CAGGATTAGCAGAGCGAGGTA
TCTTGATCCGGCAAACAAA CCACCGCTGGTAGCGG
GGGC TCC
CAA CC
GGAACC GTAAAAAGGCCGC
CTACGGC TACACTA
TCGC CGC
GTGGTGGCCTAA CTACGGCTACACTA
TGTAGGTA TCTCAGTTCGGTGTAGGTCGTTCGCTCCAAGCTGGGCTGTGTGCACGAACCCCCCGTTCAGCCCGACCGCTGCGCCTTATCCGGTAACTATCGTCTTGAGTCCAACCCGGTAAGACACGACTTATCGCCA
TCC TGGC
GGAACCGTAAAAAGGCCGC GTTGCTGGCGTTTT
TTAA GC
CTGGCAGCAGCCACTGGTAACAGGATTAGCAGAGCGAGGTA TGTAGGCGGTGCTACAGAGTTCTTGAA
AAAGAGTTGGTAGC TCTTGATCCGGCAAACAAACCACCGCTGGTAGCGG
AAATA TGTA
AAAA GGCCAGC
GTTACCTT CGGAA
TGTT GTGC
TACA TTC
TTACGCGCAGAAAAAAAGGATCTCAAGAAGATCCTTTGA TCTTTT
TGGCA GCA
TGTAGGTATCTCAGTTCGGTGTAGGTCGTTCGCTCCAAGCTGGGCTGTGTGCACGAACCCCCCGTTCAGCCCGACCGCTGCGCCTTATCCGGTAACTATCGTCTTGAGTCCAACCCGGTAAGACACGACTTATCGCCA CTGGCAGCAGCCACTGGTAACAGGATTAGCAGAGCGAGGTATGTAGGCGGTGCTACAGAGTTCTTGAA
TGTT TCC
CC TCGA
GTATTTGGTATCTGCGCTCTGCTGAAGCCA GTTACCTTCGGAA
TGA GTAAA
TGAA GC
AAAAGGCCAGC AAAAGGCCA
GGTC TGACGC
TAA AAA
CCGC CTT
TCAA GC
TCA TGAGC
CTCA CGTTAA
GTGA GCAA
TGTAA CCCA
TGTAGGTATCTCAGTTCGGTGTAGGTCGTTCGCTCCAAGCTGGGCTGTGTGCACGAACCCCCCGTTCAGCCCGACCGCTGCGCCTTATCCGGTAACTATCGTCTTGAGTCCAACCCGGTAAGACACGACTTATCGCCACTGGCAGCAGCCACTGGTAACAGGATTAGCAGAGCGAGGTATGTAGGCGGTGCTACAGAGTTCTTGAA GTGGTGGCCTAACTACGGCTACACTA
GTGC TT
GGTCTGACGC TCAGTGGAA
GGGATTTT GGTCA
TCC GTAA
GCA CCA
GTATTTGGTATCTGCGCTCTGCTGAAGCCAGTTACCTTCGGAA AAAGAGTTGGTAGCTCTTGATCCGGCAAACAAACCACCGCTGGTAGCGG
TGTTCTT TCCTGCGTTATCCCCTGATTCTGTGGATAACCGTATTA
TGACCAAAATCCCTTAACGTGA GTTTTC
CCGA GTTGC
CTCACGTTAA GGGATTTTGGTCA
TGTGAGC AAAAGGCCAGCAAAAGGCCA
TGCGC TC
CTT TAAAA
TTTTTTTGTTTGCAAGCAGCAGA TTACGCGCAGAAAAAAAGGATCTCAAGAAGATCCTTTGATCTTTT
CTACGG GGTCTGACGCTCAGTGGAA
TGTCA CGC
TTAA TGAA
GTGTAGCCGTAGTTAGGCCACCACTTCAAGAACTCTGTAGCACCGCCTACATACCTCGCTCTGCTAATCCTGTTACCAGTGGCTGCTGCCAGTGGCGATAAGTCGTGTCTTACCGGGTTGGACTCAAGACGATAGTTACCGGATAAGGCGCAGCGGTCGGGCTGAACGGGGGGTTCGTGCACACAGCCCAGCTTGGAGCGAACGACCTACACCGAACTGAGATACCTACAGCGTGAGCTATGA GAAAGCGCCACGCTTCCCGAAGGGAGAAAGGCGGACAGGTATCCGGTAAGCGGCAGGGTCGGAACAGGAGAGCGCACGAGGGAGCTTCCAGGGGGAAACGCCTGGTATCTTTATAGTCCTGTCGGGTTTCGCCACCTCTGACTTGAGCGTCGATTTTTGTGATGCTCGTCAGGGGGGCGGAGCCTATGGAAAAACGCCAGCAACGCGGCCTTTTTACGGTTCCTGGCCTTTTGCTGGCCTTTTGCTCACA
CTGC AA
TGCA CA
TC TCCA
TCCATAGGCTCCGCCCCCCTGA CGAGCATCACAAAAATCGACGCTCAAGTCAGAGGTGGC
CGAAAA CTCACGTTAAGGGATTTTGGTCA
CTCA CCA
CTT GGTC
TGTGAGCAAAAGGCCAGCAAAAGGCCA GGAACCGTAAAAAGGCCGCGTTGCTGGCGTTTT
GTA TGA
TTTTTTTGTTTGCAAGCAGCAGATTACGCGCAGAAAAAAAGGATCTCAAGAAGATCCTTTGATCTTTT CTACGGGGTCTGACGCTCAGTGGAA
TCGCTCACTGA CTCGC
GTGG TT
GAAACCCGACAGGACTATAAAGATACCAGGCGTTTCCCCC TGGAAGCTCCCTCGTGCGCTCTCCTGTTCCGACCCTGCCGCTTACCGGATACCTGTCCGCCTTTCTCCCTTCGGGAAGCGTGGCGCTT
GCA GCAA
CCA GG
TCA CCAGC
CCCA CTGC
GCCA CGTT
CTGA TCTT
GGA TCTA
TAAA CA
TAAA GTT
TC GAAA
TGTT TATTTT
CCCA GTGC
AAA GAA
GGGGA TAACGCA
GGGC CGAGC
GAAGCA TTTATCA
GGAAA GAACA
TGC GGCGA
TCTAAA TACATTC
GAAGCATTTATCA GGGTTA
TCTAAATACATTC AAATATGTA
TGC GTATT
TTTTTTTGTTTGCAAGCAGCAGATTACGCGCAGAAAAAAAGGATCTCAAGAAGATCCTTTGATCTTTTCTACGGGGTCTGACGCTCAGTGGAA CGAAAACTCACGTTAAGGGATTTTGGTCA
CGCA GTG
GGGGATAACGCA GGAAAGAACA
GTT TCTGG
AAA GTCC
CGTT GTTGCCA
TGTA TTTA
GTT TGC
GTTCA TCCA
AAAGGATCTT CACC
GGCA CCTA
CTC GTGCA
CCAA GTCA
GGATACA TATTTGAA
TCTAAATACATTCAAATATGTA TCCGCTCA
TCCTT CGG
TTATCAA AAAGGATCTTCACC
GAAGCATTTATCAGGGTTA TTGTC
GG GAGA
TCTAAA GTATATA
TGG GCAA
CGGC GA
GTATTTGGTATCTGCGCTCTGCTGAAGCCAGTTACCTTCGGAAAAAGAGTTGGTAGCTCTTGATCCGGCAAACAAACCACCGCTGGTAGCGG TGG
TGAGA TTATCAAAAAGGATCTTCACC
TTA TTTA
CGTTGTTGCCA TTGC
TGG TGAAA
GAATA CTCA
TAGA GTAA
TTA TCCACA
TTTT TAATT
TTA CGG
TCA TATGC
TGAGATTATCAAAAAGGATCTTCACC TAGATCC
AAA CGA
GAGC GGTA
TCAATA TTATT
GGGAA TAA
CAGCA TCTT
TGG TTCA
TCATGAGC GGATACATATTTGAA
TA GAA
TTATCCACA GAATCA
CGGC TGCGGC
GCCA CATA
AAATCAA TCTAAAGTATATA
TCA TGC
GTGC CAGC
GGTAA TACGG
TACTC TTCCTTTT
GTGAGC GA
GGGC TTACCA
TGTGAGCAAAAGGCCAGCAAAAGGCCAGGAACCGTAAAAAGGCCGCGTTGCTGGCGTTTT TCCATAGGCTCCGCCCCCCTGACGAGCATCACAAAAATCGACGCTCAAGTCAGAGGTGGC
GTGCA CGA
TAAA CAAATA
CCGTC GTGTA
TGCGCTC GGTCGTT
CCCC GA
CGC GAA
TGACCAAAATCCCTTAACGTGAGTTTTC GTTCCACTGAGCGTCAGACCCCGTAGAAAAGATCAAAGGATCTTCTTGAGATCCTTTTTTTCTGCGCGTAATCTGCTGCTTGCAAACAAAAAAACCACCGCTACCAGCGGTGGTTTGTTTGCCGGATCAAGAGCTACCAACTCTTTTTCCGAAGGTAACTGGCTTCAGCAGAGCGCAGATACCAAATA
TCCA TCCAGTC
TGAGTAAA CTTGGTC
CCAATGC TTAA
GATAA CTA
TTACTT TCACCAGC
TCGTC GTT
TCAGTGA GGCACCTA
GATGC TTTT
TGTC TATTTC
TCACTC AAAGGC
TCTCA GCGATC
GAAGCATTTATCAGGGTTATTGTC TCATGAGCGGATACATATTTGAA
GAGATCCA GTTCGA
CAGCATCTT TTACTTTCACCAGC
TGTCTATTTC GTTCATCCA
AAACA GGAA
TAGTT GCCTGA
TCTT GCCCGGC
CCAATGCTTAA TCAGTGAGGCACCTA
GTCAGAA GTAA
GTGC TCATCA
GGTA TTA
CGGCTGCGGC GAGCGGTA
TGCCA TCCGTAA
TGCAA CTTTA
TCTCAGCGATC TGTCTATTTCGTTCATCCA
CGG GCAA
GCAA TAAACCA
GGTAATACGG TTATCCACAGAATCA
TGCCATCCGTAA GATGCTTTT
GCCAGC CGGAA
TGTTTATTTT TCTAAATACATTCAAATATGTATCCGCTCA
GTTAA TAGTT
CGGAAA TGTT
TTTATCA GCAATAAACCA
GATCGTT GTCAGAAGTAA
GATAACTA CGATA
GGGCCGAGC GCAGAA
TGCAACTTTA TCCGCC
CGGGA GGGCTTACCA
CTGCA TAATT
TCTCAGCGATCTGTCTATTTCGTTCATCCA TAGTTGCCTGA
TTTATCAGCAATAAACCA GCCAGCCGGAA
TCAGC TCACTCAAAGGC
CTC TCAAGGA
GTAGTT CGCCA
TGCCGC AAAAAA
GTGGTCC TGCAACTTTATCCGCC
GGGCGACA CGGAAATGTT
GTAGTTCGCCA GTTAATAGTT
TGCCGCAAAAAA GGGAATAA
GTTGCCGG GAAGC
TGATCC CCCA
CCGTCGTGTA GATAACTACGATA
CTCTCAAGGA TCTTA
CGGGAGGGCTTACCA TCTGGC
GGCA TCGTGG
TATTAATT GTTGCCGGGAAGC
TTATCA CTCA
TCA CGA
TTTATCAGCAATAAACCAGCCAGCCGGAA GGGCCGAGCGCAGAA
CTTCGG GGCGAAAA
TGA GTT
TTAGTCA GCAA
GGGCGACACGGAAATGTT GAATACTCA
CCGCCTT TGAGTGAGC
CAGCATCTTTTACTTTCACCAGC GTTTCTGG
TGAA GTTTT
CTGC GC
CCCAA CTGATCTT
GTGGTCCTGCAACTTTATCCGCC TCCATCCAGTC
GTAGTTCGCCAGTTAATAGTT TGCGCAA
GCAGAA CTTTAAAA
TTCA TTCAGCTCC
CTCAA CCAAGTCA
GGCAAAA TGCCGCAAAAAAGGGAATAA
TCGTCGTT TGGTATGGC
GAATA GTGTA
GTTGGC CGCAGTG
GTGAGCAA AAACAGGAA
GGTTCC CAACGA
CCAATGCTTAATCAGTGAGGCACCTA TCTCAGCGATCTGTCTATTTCGTTCATCCATAGTTGCCTGA
CGTT CTTCGGGGCGAAAA
TATTAATTGTTGCCGGGAAGC TAGAGTAA
GAGATCCAGTTCGA TGTAACCCA
GCGG TTAGC
GTTGGCCGCAGTG TTATCACTCA
TCGCTCACTGACTCGC TGCGCTCGGTCGTT
TCCTTCGG TCCTCC
TCGTCGTTTGGTATGGC TTCATTCAGCTCC
TTTTAAA TTAAAAA
CCGAGTTGC TCTTGCCCGGC
GGTTCCCAACGA TCAAGGCGA
CTCTCAAGGATCTTA CCGCTGTT
CTCGTGCA CCCAACTGATCTT
CTCTTA CTGTCA
GAATAGTGTA TGCGGCGA
CTGTGA CTGGTGAGTA
CTCAACCAAGTCA TTCTGA
TGGCAGCA CTGCATAATT
TGTATTTA GAAAAA
GTGCTCATCA TTGGAAAA
GCGGTTAGC TCCTTCGGTCCTCC
TGACA GTTA
GAACGACC GAGC
CCCAGTGC TGCAA
TCACCGGC TCCAGA
GCCACATA GCAGAACTTTAAAA
CCGAGTTGCTCTTGCCCGGC GTCAA
CCGTCGTGTAGATAACTACGATA CGGGAGGGCTTACCATCTGGC
GATAA TACCGC
GGCATCGTGG TGTCACGC
CAGCATCTTTTACTTTCACCAGCGTTTCTGG GTGAGCAAAAACAGGAA
GGCAAAATGCCGCAAAAAAGGGAATAA GGGCGACACGGAAATGTTGAATACTCA
TCTT CA
TTTATCAGCAATAAACCAGCCAGCCGGAAGGGCCGAGCGCAGAA GTGGTCCTGCAACTTTATCCGCCTCCATCCAGTC
GTTACA TGATCCCCCA
TCGTCGTTTGGTATGGCTTCATTCAGCTCC GGTTCCCAACGATCAAGGCGA
TCGC CTT
TGGCAGCACTGCATAATT CTCTTACTGTCA
TATTAATTGTTGCCGGGAAGCTAGAGTAA GTAGTTCGCCAGTTAATAGTTTGCGCAA
CTCAACCAAGTCATTCTGA GAATAGTGTATGCGGCGA
GTTGGCCGCAGTGTTATCACTCA TGGTTA
CCCAGTGCTGCAA TGATACCGC
TGCCATCCGTAAGATGCTTTT CTGTGACTGGTGAGTA
GGTAATACGGTTATCCACAGAATCA GGGGATAACGCAGGAAAGAACA
GATAATACCGC GCCACATAGCAGAACTTTAAAA
CTCTCAAGGATCTTACCGCTGTT GAGATCCAGTTCGATGTAACCCA
AAATCAATCTAAAGTATATA TGAGTAAACTTGGTC
GTGCTCATCATTGGAAAA CGTTCTTCGGGGCGAAAA
CTGC TT
TCTCAA TTAGTCAGCAA
CCCCTATT TGTTTATTTTTCTAAATACATTCAAATATGTATCCGCTCA
GCGGTTAGCTCCTTCGGTCCTCC GATCGTTGTCAGAAGTAA
CAGCATCTTTTACTTTCACCAGCGTTTCTGGGTGAGCAAAAACAGGAA GGCAAAATGCCGCAAAAAAGGGAATAAGGGCGACACGGAAATGTTGAATACTCA
TTTATCAGCAATAAACCAGCCAGCCGGAAGGGCCGAGCGCAGAAGTGGTCCTGCAACTTTATCCGCCTCCATCCAGTC TATTAATTGTTGCCGGGAAGCTAGAGTAAGTAGTTCGCCAGTTAATAGTTTGCGCAA
CGGCTGCGGCGAGCGGTA TCAGCTCACTCAAAGGC
CTCAACCAAGTCATTCTGAGAATAGTGTATGCGGCGA CCGAGTTGCTCTTGCCCGGCGTCAA
TCGCCGCA GCC
GGCATCGTGGTGTCACGC TCGTCGTTTGGTATGGCTTCATTCAGCTCCGGTTCCCAACGATCAAGGCGA
CTT CTGA
CTCGTGCACCCAACTGATCTT CAGCATCTTTTACTTTCACCAGCGTTTCTGGGTGAGCAAAAACAGGAAGGCAAAATGCCGCAAAAAAGGGAATAAGGGCGACACGGAAATGTTGAATACTCA
TTC TGC
TGGCAGCACTGCATAATTCTCTTACTGTCA TGCCATCCGTAAGATGCTTTTCTGTGACTGGTGAGTA
CTC TCA
GGGG GGA
GGCATCGTGGTGTCACGCTCGTCGTTTGGTATGGCTTCATTCAGCTCCGGTTCCCAACGATCAAGGCGA GTTACATGATCCCCCA
TGAGATTATCAAAAAGGATCTTCACCTAGATCC TTTTAAATTAAAAA
GATAATACCGCGCCACATAGCAGAACTTTAAAA GTGCTCATCATTGGAAAACGTTCTTCGGGGCGAAAA
TGGCAGCACTGCATAATTCTCTTACTGTCATGCCATCCGTAAGATGCTTTTCTGTGACTGGTGAGTA CTCAACCAAGTCATTCTGAGAATAGTGTATGCGGCGACCGAGTTGCTCTTGCCCGGCGTCAA
GCGGTTAGCTCCTTCGGTCCTCCGATCGTTGTCAGAAGTAA GTTGGCCGCAGTGTTATCACTCATGGTTA
TGATACCGC TCGCCGCAGCC
GTCA GTGAGCGA
CTTTT CGGGGAAA
CCGTCGTGTAGATAACTACGATACGGGAGGGCTTACCATCTGGC CCCAGTGCTGCAATGATACCGC
CTCTCAAGGATCTTACCGCTGTTGAGATCCAGTTCGATGTAACCCA CTCGTGCACCCAACTGATCTTCAGCATCTTTTACTTTCACCAGCGTTTCTGGGTGAGCAAAAACAGGAAGGCAAAATGCCGCAAAAAAGGGAATAAGGGCGACACGGAAATGTTGAATACTCA
TCAATATTATT GAAGCATTTATCAGGGTTATTGTCTCATGAGCGGATACATATTTGAA
TAA AAAA
GGGG AAA
TCACCGGCTCCAGA TTTATCAGCAATAAACCAGCCAGCCGGAAGGGCCGAGCGCAGAAGTGGTCCTGCAACTTTATCCGCCTCCATCCAGTCTATTAATTGTTGCCGGGAAGCTAGAGTAAGTAGTTCGCCAGTTAATAGTTTGCGCAA
GG TGTT
GGAAGC GGAA
TGTATTTAGAAAAA TAAACAAATA
CCGCCTTTGAGTGAGC TGATACCGCTCGCCGCAGCC
TGTGCGC GGAA
GTT CCGC
CCAATGCTTAATCAGTGAGGCACCTATCTCAGCGATCTGTCTATTTCGTTCATCCATAGTTGCCTGA CTCC
TCACCGGCTCCAGATTTATCAGCAATAAACCAGCCAGCCGGAAGGGCCGAGCGCAGAAGTGGTCCTGCAACTTTATCCGCCTCCATCCAGTCTATTAATTGTTGCCGGGAAGCTAGAGTAAGTAGTTCGCCAGTTAATAGTTTGCGCAA CGTTGTTGCCATTGC
GCGGTTAGCTCCTTCGGTCCTCCGATCGTTGTCAGAAGTAAGTTGGCCGCAGTGTTATCACTCATGGTTA TGGCAGCACTGCATAATTCTCTTACTGTCATGCCATCCGTAAGATGCTTTTCTGTGACTGGTGAGTACTCAACCAAGTCATTCTGAGAATAGTGTATGCGGCGACCGAGTTGCTCTTGCCCGGCGTCAA
TC GAGA
C GTAA
GTATTTGGTATCTGCGCTCTGCTGAAGCCAGTTACCTTCGGAAAAAGAGTTGGTAGCTCTTGATCCGGCAAACAAACCACCGCTGGTAGCGGTGG TTTTTTTGTTTGCAAGCAGCAGATTACGCGCAGAAAAAAAGGATCTCAAGAAGATCCTTTGATCTTTTCTACGGGGTCTGACGCTCAGTGGAACGAAAACTCACGTTAAGGGATTTTGGTCA
GTG GCA
GATAATACCGCGCCACATAGCAGAACTTTAAAAGTGCTCATCATTGGAAAACGTTCTTCGGGGCGAAAA CTCTCAAGGATCTTACCGCTGTTGAGATCCAGTTCGATGTAACCCACTCGTGCACCCAACTGATCTTCAGCATCTTTTACTTTCACCAGCGTTTCTGGGTGAGCAAAAACAGGAAGGCAAAATGCCGCAAAAAAGGGAATAAGGGCGACACGGAAATGTTGAATACTCA
CTT CCTT
TT GTA
TGTGCGCGGAA CCCCTATTTGTTTATTTTTCTAAATACATTCAAATATGTATCCGCTCA
TATT GAAAAA
CCGCCTTTGAGTGAGCTGATACCGCTCGCCGCAGCC GAACGACCGAGC
TAAA TGCTT
CC TGGC
TGTTGTGC AAAAAA
GTC TGC
GGCA GAAGTA
GG TTCA
TGAGATTATCAAAAAGGATCTTCACCTAGATCCTTTTAAATTAAAAA TGAAGTTTT
GGA TA
CTC TGC
CCCTGA TAAATGCTT
TGAGA CAATAA
TG TGAA
AAATCAATCTAAAGTATATATGAGTAAACTTGGTC TGACAGTTA
CTTTTCGGGGAAA TGTGCGCGGAACCCCTATTTGTTTATTTTTCTAAATACATTCAAATATGTATCCGCTCA
TCTCA TAGC
GCAGCGA GTCAGTGAGCGA
TGG GGGA
TTGC GTT
TAA CTTA
TGTGAGCAAAAGGCCAGCAAAAGGCCAGGAACCGTAAAAAGGCCGCGTTGCTGGCGTTTTTCCATAGGCTCCGCCCCCCTGACGAGCATCACAAAAATCGACGCTCAAGTCAGAGGTGGC GAAACCCGACAGGACTATAAAGATACCAGGCGTTTCCCCCTGGAAGCTCCCTCGTGCGCTCTCCTGTTCCGACCCTGCCGCTTACCGGATACCTGTCCGCCTTTCTCCCTTCGGGAAGCGTGGCGCTT
TGAGACAATAA CCCTGATAAATGCTT
CCAA GC
CGGCTGCGGCGAGCGGTATCAGCTCACTCAAAGGC GGTAATACGGTTATCCACAGAATCAGGGGATAACGCAGGAAAGAACA
CCAATGCTTAATCAGTGAGGCACCTATCTCAGCGATCTGTCTATTTCGTTCATCCATAGTTGCCTGACTCC CCGTCGTGTAGATAACTACGATACGGGAGGGCTTACCATCTGGCCCCAGTGCTGCAATGATACCGC
GGCATCGTGGTGTCACGCTCGTCGTTTGGTATGGCTTCATTCAGCTCCGGTTCCCAACGATCAAGGCGAGTTACATGATCCCCCA TGTTGTGCAAAAAA
TACTCTTCCTTTT TCAATATTATTGAAGCATTTATCAGGGTTATTGTCTCATGAGCGGATACATATTTGAA
GATCC TTTT
TGGA TGAA
GGC GGTT
CAA TTAA
CGA GTT
CTT CTT
GCGC CCGC
GCGC GA
GATCCTTTT TGATAA
GGATCTA GGTGAA
TCAA TGTA
TATA TACTT
GGATCTAGGTGAA GATCCTTTTTGATAA
GGGG TGG
CCA TTA
GGATCTAGGTGAAGATCCTTTTTGATAA TCTCA
CCA GGCTCC
CCGCCTTTGAGTGAGCTGATACCGCTCGCCGCAGCCGAACGACCGAGC GCAGCGAGTCAGTGAGCGA
GGCAGAAGTA TGCAAA
CTT GCCA
GGGGTT CCGCGCA
TGGA GA
GGCATCGTGGTGTCACGCTCGTCGTTTGGTATGGCTTCATTCAGCTCCGGTTCCCAACGATCAAGGCGAGTTACATGATCCCCCATGTTGTGCAAAAAA GCGGTTAGCTCCTTCGGTCCTCCGATCGTTGTCAGAAGTAAGTTGGCCGCAGTGTTATCACTCATGGTTATGGCAGCACTGCATAATTCTCTTACTGTCATGCCATCCGTAAGATGCTTTTCTGTGACTGGTGAGTACTCAACCAAGTCATTCTGAGAATAGTGTATGCGGCGACCGAGTTGCTCTTGCCCGGCGTCAA
TCA CTGCA
TGAGACAATAACCCTGATAAATGCTT CAATAA
GGTGGCA CTTTTCGGGGAAATGTGCGCGGAACCCCTATTTGTTTATTTTTCTAAATACATTCAAATATGTATCCGCTCA
TCTCATAGC TCACGC
TC TGAA
GAAAA GTGC
TG TGTA
CGTT CTT
CTG TCCTT
GGGGTTCCGCGCA CATT
TATATACTT TAGA
CTCA TATATACTTTAGA
CTGC TA
TCC CGCCCCTAACTCCGCCCA
GGCAGAAGTATGCAAA GCATGCA
AAAGTCC CCAGGCTCC
GCA TA
TGTATTTAGAAAAATAAACAAATA GGGGTTCCGCGCACATT
TCGCTCACTGACTCGCTGCGCTCGGTCGTT CGGCTGCGGCGAGCGGTATCAGCTCACTCAAAGGCGGTAATACGGTTATCCACAGAATCAGGGGATAACGCAGGAAAGAACA
CGC CGC
GGCAGAAGTATGCAAAGCATGCA TCTCAATTAGTCAGCAA
AAA CTCA
TTCA TTAA
TGAGACAATAACCCTGATAAATGCTTCAATAA TATTGAAAAA
TCTC TGGC
TGTATTTAGAAAAATAAACAAATAGGGGTTCCGCGCACATT TCCCC
TAAAA GGATCTAGGTGAAGATCCTTTTTGATAATCTCA
GGAGC TAA
TGAGATTATCAAAAAGGATCTTCACCTAGATCCTTTTAAATTAAAAATGAAGTTTT AAATCAATCTAAAGTATATATGAGTAAACTTGGTCTGACAGTTA
TAGC TGTTTCC
TAAAA CTTCA
AAA CCGC
CCCACGC TCACCGGCTCCAGATTTATCAGCAATAAACCAGCCAGCCGGAAGGGCCGAGCGCAGAAGTGGTCCTGCAACTTTATCCGCCTCCATCCAGTCTATTAATTGTTGCCGGGAAGCTAGAGTAAGTAGTTCGCCAGTTAATAGTTTGCGCAACGTTGTTGCCATTGC
TAAAACTTCA TTTTTAATT
CTCATATATACTTTAGA TTGATT
TGAGACAATAACCCTGATAAATGCTTCAATAATATTGAAAAA GGAAGA
GCA TAAA
TGA CTC
TTA TGCA
TTAATGAA TCGGC
CTGGC TGA
GGAGC TGAA
GTC TCC
CTGG AAA
CTCATATATACTTTAGATTGATT TAAAACTTCATTTTTAATT
TTAATGAATCGGC CAACGC
GCA TTAA
CCGCCTTTGAGTGAGCTGATACCGCTCGCCGCAGCCGAACGACCGAGCGCAGCGAGTCAGTGAGCGA GGAAGCGGAA
GATAATACCGCGCCACATAGCAGAACTTTAAAAGTGCTCATCATTGGAAAACGTTCTTCGGGGCGAAAACTCTCAAGGATCTTACCGCTGTTGAGATCCAGTTCGATGTAACCCACTCGTGCACCCAACTGATCTTCAGCATCTTTTACTTTCACCAGCGTTTCTGGGTGAGCAAAAACAGGAAGGCAAAATGCCGCAAAAAAGGGAATAAGGGCGACACGGAAATGTTGAATACTCA TACTCTTCCTTTTTCAATATTATTGAAGCATTTATCAGGGTTATTGTCTCATGAGCGGATACATATTTGAA
TTAATGAATCGGCCAACGC GCGG
TCTCATAGCTCACGC TGTAGGTATCTCAGTTCGGTGTAGGTCGTTCGCTCCAAGCTGGGCTGTGTGCACGAACCCCCCGTTCAGCCCGACCGCTGCGCCTTATCCGGTAACTATCGTCTTGAGTCCAACCCGGTAAGACACGACTTATCGCCACTGGCAGCAGCCACTGGTAACAGGATTAGCAGAGCGAGGTATGTAGGCGGTGCTACAGAGTTCTTGAAGTGGTGGCCTAACTACGGCTACACTA
TGTATTTAGAAAAATAAACAAATAGGGGTTCCGCGCACATTTCCCC GAAAAGTGC
TCTT CCGCTTCC
TTAATGAATCGGCCAACGCGCGG GGAGA
CTCATATATACTTTAGATTGATTTAAAACTTCATTTTTAATT TAAAAGGATCTAGGTGAAGATCCTTTTTGATAATCTCA
TGA CGTT
CCA TTC
GAGA CCCACGCTCACCGGCTCCAGATTTATCAGCAATAAACCAGCCAGCCGGAAGGGCCGAGCGCAGAAGTGGTCCTGCAACTTTATCCGCCTCCATCCAGTCTATTAATTGTTGCCGGGAAGCTAGAGTAAGTAGTTCGCCAGTTAATAGTTTGCGCAACGTTGTTGCCATTGC
GTCAA GC
GGCGGTT TGCGTATT
GTC TGG
GGA TCA
TAA CTT
TGTA GA
GCGG GCA
GG TATT
CA CAACA
TTAATGAATCGGCCAACGCGCGGGGAGA GGCGGTTTGCGTATT
GG GGAA
TTCC CTT
CCC TGG
TGC CGA
TGA GCA
CTC GTGA
CGG TT
GTT AAAA
CCATGA GTGA
CCC TAA
GGGAA CC
GG TCGC
TGC CGGC
CCC TGAA
TGAGATTATCAAAAAGGATCTTCACCTAGATCCTTTTAAATTAAAAATGAAGTTTTAAATCAATCTAAAGTATATATGAGTAAACTTGGTCTGACAGTTA CCAATGCTTAATCAGTGAGGCACCTATCTCAGCGATCTGTCTATTTCGTTCATCCATAGTTGCCTGACTCCCCGTCGTGTAGATAACTACGATACGGGAGGGCTTACCATCTGGCCCCAGTGCTGCAATGATACCGC
C GTCCA
GTGA CCGC
GCCC TGTA
AAAGTCCCCAGGCTCC CCAGCA
GG GAAACC
CGC GCAGC
GCA GCC
GTGTAGCCGTAGTTAGGCCACCACTTCAAGAACTCTGTAGCACCGCCTACATACCTCGCTCTGCTAATCCTGTTACCAGTGGCTGCTGCCAGTGGCGATAAGTCGTGTCTTACCGGGTTGGACTCAAGACGATAGTTACCGGATAAGGCGCAGCGGTCGGGCTGAACGGGGGGTTCGTGCACACAGCCCAGCTTGGAGCGAACGACCTACACCGAACTGAGATACCTACAGCGTGAGCTATGAGAAAGCGCCACGCTTCCCGAAGGGAGAAAGGCGGACAGGTATCCGGTAAGCGGCAGGGTCGGAACAGGAGAGCGCACGAGGGAGCTTCCAGGGGGAAACGCCTGGTATCTTTATAGTCCTGTCGGGTTTCGCCACCTCTGACTTGAGCGTCGATTTTTGTGATGCTCGTCAGGGGGGCGGAGCCTATGGAAAAACGCCAGCAACGCGGCCTTTTTACGGTTCCTGGCCTTTTGCTGGCCTTTTGCTCACA TGTTCTTTCCTGCGTTATCCCCTGATTCTGTGGATAACCGTATTA
GCCA CA
CGG TTTT
C GTGTT
TGGTCA TAGCTGTTTCC
GGC CCA
CGA CGA
TT TCCCC
CAA CTT
TGA TAGA
CTGC CCGCTT
TA GTTAA
AAAGTCCCCAGGCTCCCCAGCA GGCAGAAGTATGCAAAGCATGCATCTCAATTAGTCAGCAA
TG TGTT
TACA GGCATCGTGGTGTCACGCTCGTCGTTTGGTATGGCTTCATTCAGCTCCGGTTCCCAACGATCAAGGCGAGTTACATGATCCCCCATGTTGTGCAAAAAAGCGGTTAGCTCCTTCGGTCCTCCGATCGTTGTCAGAAGTAAGTTGGCCGCAGTGTTATCACTCATGGTTATGGCAGCACTGCATAATTCTCTTACTGTCATGCCATCCGTAAGATGCTTTTCTGTGACTGGTGAGTACTCAACCAAGTCATTCTGAGAATAGTGTATGCGGCGACCGAGTTGCTCTTGCCCGGCGTCAA
TATT CCA
TTTT CTCC
TTAA TTGCGTT
GCA TTTTTT
CTGCCCGCTT TCCAGTC
TCTCTGGC TAACTA
TTAATTGCGTT GCGCTCA
GTC TCCA
GTA GC
GTGG GCCA
GGGAAACC TGTC
GTTCC AAA
GCGC GGCGG
TCGA CA
TGCA TTAATGAATCGGCCAACGCGCGGGGAGAGGCGGTTTGCGTATT
GTG AAA
CC AAA
TG TAAA
GCCCTGTA GCGGC
TT TCTT
GGTGGCACTTTTCGGGGAAATGTGCGCGGAACCCCTATTTGTTTATTTTTCTAAATACATTCAAATATGTATCCGCTCA TGAGACAATAACCCTGATAAATGCTTCAATAATATTGAAAAAGGAAGA
GTGTGG TGGTTA
GTG TCGCCC
GCCCTGTAGCGGC GCATTAA
GGGAAACCTGTC GTGCCAGC
GATC TGA
TAAA CTGC
TCTTCCGCTTCC TCGCTCACTGACTCGCTGCGCTCGGTCGTTCGGCTGCGGCGAGCGGTATCAGCTCACTCAAAGGCGGTAATACGGTTATCCACAGAATCAGGGGATAACGCAGGAAAGAACA
TTCA GC
CCGA TTTA
TGTATTTAGAAAAATAAACAAATAGGGGTTCCGCGCACATTTCCCCGAAAAGTGC CACC
GCGCGGCGG GTGTGGTGGTTA
CCC TCA
GTGACCGC TACA
CAAA TTTCA
CGCGCAGC GTGACCGCTACA
TTCTA GTT
CTCATATATACTTTAGATTGATTTAAAACTTCATTTTTAATTTAAAAGGATCTAGGTGAAGATCCTTTTTGATAATCTCA TGACCAAAATCCCTTAACGTGAGTTTTCGTTCCACTGAGCGTCAGACCCCGTAGAAAAGATCAAAGGATCTTCTTGAGATCCTTTTTTTCTGCGCGTAATCTGCTGCTTGCAAACAAAAAAACCACCGCTACCAGCGGTGGTTTGTTTGCCGGATCAAGAGCTACCAACTCTTTTTCCGAAGGTAACTGGCTTCAGCAGAGCGCAGATACCAAATA
TCCTT TCGCTT
GCCCTGTAGCGGCGCATTAA GCGCGGCGGGTGTGGTGGTTA
GTGC TTTA
TCCTTTCGCTT TCTTCC
CTTGCCA GCGC
CTGCCCGCTTTCCAGTC GGGAAACCTGTCGTGCCAGC
GGA GTCCA
TATT GCAGC
GAAAA GCA
TCCTTTCGCTTTCTTCC CTTCCTT
TCTC GCCACGTT
GCCCTGTAGCGGCGCATTAAGCGCGGCGGGTGTGGTGGTTA CGCGCAGCGTGACCGCTACA
TCC GGC
CAAATAAA GCATTTTTT
TACAGGCATCGTGGTGTCACGCTCGTCGTTTGGTATGGCTTCATTCAGCTCCGGTTCCCAACGATCAAGGCGAGTTACATGATCCCCCATGTTGTGCAAAAAAGCGGTTAGCTCCTTCGGTCCTCCGATCGTTGTCAGAAGTAAGTTGGCCGCAGTGTTATCACTCATGGTTATGGCAGCACTGCATAATTCTCTTACTGTCATGCCATCCGTAAGATGCTTTTCTGTGACTGGTGAGTACTCAACCAAGTCATTCTGAGAATAGTGTATGCGGCGACCGAGTTGCTCTTGCCCGGCGTCAA TACGG
CC TGC
CTAA TGAGTGAGC
CTTTA GGGTT
TCCTTTCGCTTTCTTCCCTTCCTT TCTCGCCACGTT
GTGC AA
GTC TA
TTATAA TGGTTA
GTCAAGC TCTAAA
GCCCTGTAGCGGCGCATTAAGCGCGGCGGGTGTGGTGGTTACGCGCAGCGTGACCGCTACA CTTGCCAGCGC
TTA TTTT
TCCTTTCGCTTTCTTCCCTTCCTTTCTCGCCACGTT CGCCGGC
TATTGCAGC TTATAATGGTTA
GCATCA CAAATTTCA
TC TCTT
TGATT TAA
TCGC CCTT
CAAATAAA GCAATA
GA TCCTT
TTTCCCC GTCAAGCTCTAAA
CGA GGA
GCGCCCGC TCCTTTCGCTTTCTTCCCTTCCTTTCTCGCCACGTTCGCCGGC
GGTT AAAAAA
CAAATAAAGCAATA GCATCACAAATTTCA
CTTGTT TATTGCAGCTTATAATGGTTA
TC GGAGGA
CTTTAGGGTT CCGATTTA
CAAATAAAGCAATAGCATCACAAATTTCA CAAATAAAGCATTTTTT
CC CGC
TTTCCCCGTCAAGCTCTAAA TCGG
CGGCA CCTCGA
CC GTCA
GGC GTAA
AAAAAA CTTGA
TGGTTCA CGTA
CTTGTTTATTGCAGCTTATAATGGTTA CAAATAAAGCAATAGCATCACAAATTTCACAAATAAAGCATTTTTT
TTAATTGCGTTGCGCTCA CTGCCCGCTTTCCAGTCGGGAAACCTGTCGTGCCAGC
CGA TTCATTAA
TGTCC AAACTCA
CTA GC
CTTTAGGGTTCCGATTTA GTGCTTTA
TTCTAGTT GTGGTT
GCGCCCGCTCCTTTCGCTTTCTTCCCTTCCTTTCTCGCCACGTTCGCCGGC TTTCCCCGTCAAGCTCTAAATCGG
TGTCCAAACTCA TCAATGTA
CCCC AAAAAACTTGA
CTTTAGGGTTCCGATTTAGTGCTTTA CGGCACCTCGA
TC TCGA
TTCTAGTTGTGGTT TGTCCAAACTCATCAATGTA
CTTTAGGGTTCCGATTTAGTGCTTTACGGCACCTCGA CCCCAAAAAACTTGA
TGAA GATCA
CCGCGC GTTGGC
CTCTCC CCGCGCGTTGGC
TACGC AAACCGC
CTCTCCCCGCGCGTTGGC CGATTCATTAA
GTGGA CTCTT
TCACTGCA TTCTAGTTGTGGTTTGTCCAAACTCATCAATGTA
TCGCCCTT TGACGTT
CTG TCAGA
CGAAA TA
TGC GG
GAACTA CTTA
TCGCCCTTTGACGTT GGAGTCCA
TGTCA GC
CTCA CTGA
GGTTGA GTA
CAACA CTCAA
TGAGATTATCAAAAAGGATCTTCACCTAGATCCTTTTAAATTAAAAATGAAGTTTTAAATCAATCTAAAGTATATATGAGTAAACTTGGTCTGACAGTTACCAATGCTTAATCAGTGAGGCACCTATCTCAGCGATCTGTCTATTTCGTTCATCCATAGTTGCCTGACTCCCCGTCGTGTAGATAACTACGATACGGGAGGGCTTACCATCTGGCCCCAGTGCTGCAATGATACCGC GAGACCCACGCTCACCGGCTCCAGATTTATCAGCAATAAACCAGCCAGCCGGAAGGGCCGAGCGCAGAAGTGGTCCTGCAACTTTATCCGCCTCCATCCAGTCTATTAATTGTTGCCGGGAAGCTAGAGTAAGTAGTTCGCCAGTTAATAGTTTGCGCAACGTTGTTGCCATTGC
GTGGACTCTT GTTCCAAA
TGCCA TAA
CACAACA TA
TGC CGCA
TGAGC TGATTTAA
TATTCTT TTGA
TACGCAAACCGC CTCTCCCCGCGCGTTGGCCGATTCATTAA
GA TGA
GGC TCA
GACC CTT
TATT GCTGA
CGTTCTT TAATA
GCCCTGTAGCGGCGCATTAAGCGCGGCGGGTGTGGTGGTTACGCGCAGCGTGACCGCTACACTTGCCAGCGC CCTA
TATTCTTTTGA TTTATAA
CGA TGA
TCGCCCTTTGACGTTGGAGTCCA CGTTCTTTAATA
GGTTAAAAAA TGAGCTGATTTAA
CGGC GC
TTA GTT
CAAAAA TTTAA
TCGCCCTTTGACGTTGGAGTCCACGTTCTTTAATA GTGGACTCTTGTTCCAAA
TGTGAGCAAAAGGCCAGCAAAAGGCCAGGAACCGTAAAAAGGCCGCGTTGCTGGCGTTTTTCCATAGGCTCCGCCCCCCTGACGAGCATCACAAAAATCGACGCTCAAGTCAGAGGTGGCGAAACCCGACAGGACTATAAAGATACCAGGCGTTTCCCCCTGGAAGCTCCCTCGTGCGCTCTCCTGTTCCGACCCTGCCGCTTACCGGATACCTGTCCGCCTTTCTCCCTTCGGGAAGCGTGGCGCTT TCTCATAGCTCACGCTGTAGGTATCTCAGTTCGGTGTAGGTCGTTCGCTCCAAGCTGGGCTGTGTGCACGAACCCCCCGTTCAGCCCGACCGCTGCGCCTTATCCGGTAACTATCGTCTTGAGTCCAACCCGGTAAGACACGACTTATCGCCACTGGCAGCAGCCACTGGTAACAGGATTAGCAGAGCGAGGTATGTAGGCGGTGCTACAGAGTTCTTGAAGTGGTGGCCTAACTACGGCTACACTA
TGATGA GCA
CTGGAA CAACACTCAA
TGACC TTA
TCA TGTAA
CCA TCA
CCCA GAAACGC
CTTGTTTATTGCAGCTTATAATGGTTACAAATAAAGCAATAGCATCACAAATTTCACAAATAAAGCATTTTTT TCACTGCATTCTAGTTGTGGTTTGTCCAAACTCATCAATGTA
CTCGC CTT
CAAAAATTTAA CGCGAA
TCGCCC TGATAGA
CCAA GTTTA
TTAA CTGGC
TC TCGC
TTA TTCCCTT
TCATT GCAGCA
GAGA GTTTT
TCGCCCTGATAGA CGGTTTT
GGA CCGC
CGG TA
TGTGGC GC
TCTACA CGA
GTGC CA
CTTCC TGTTTT
CTTTT AAAGTT
GTAAAA GATGC
GTGTCGCCC TTATTCCCTT
TGGTTCACGTA GTGGGCCA
GTGTCGCCCTTATTCCCTT TTTTGC
GTGA CACCA
CGAAATA GACAGA
CTTCCTGTTTT TGCTCA
CTGGA TGGA
GGTTAAAAAATGAGCTGATTTAA CAAAAATTTAACGCGAA
CCCAGAAACGC TGGTGAAA
TGTA CA
TCGTA GTTA
GTATT CAACA
GCA CAACA
TCGTAGTTA TCTACACGA
CGGC CC
TCGCCCTTTGACGTTGGAGTCCACGTTCTTTAATAGTGGACTCTTGTTCCAAA CTGGAACAACACTCAA
CCCAGAAACGCTGGTGAAA GTAAAAGATGC
TATTGCTGA TAAA
GTG TAAA
TGGTTCACGTAGTGGGCCA TCGCCCTGATAGACGGTTTT
TTAA GCATT
CTTA CTTCTGA
TGACA GTAA
GGCA TTTTGC
GATA GGTGC
CCCAGAAACGCTGGTGAAAGTAAAAGATGC TGAAGATCA
TCTCAA CAGC
GTATTCAACA TTTCC
TT AAA
TGGTT TATTGCTGATAAA
TCGCTGA GATAGGTGC
TTC TCAGAA
TAACA CTGC
CCCAGAAACGCTGGTGAAAGTAAAAGATGCTGAAGATCA GTTGG
GCCCTGTAGCGGCGCATTAAGCGCGGCGGGTGTGGTGGTTACGCGCAGCGTGACCGCTACACTTGCCAGCGCCCTA GCGCCCGCTCCTTTCGCTTTCTTCCCTTCCTTTCTCGCCACGTTCGCCGGCTTTCCCCGTCAAGCTCTAAATCGG
CTA TGGATGAA
AAACTA TTAACTGGC
CTATGGATGAA CGAAATAGACAGA
AAACTATTAACTGGC GAACTACTTA
TCGCTGAGATAGGTGC CTCACTGA
GCA CAA
CTATGGATGAACGAAATAGACAGA TCGCTGAGATAGGTGCCTCACTGA
CTGGA TCTCAACAGC
GCCGG TGAGC
GTATTCAACATTTCC GTGTCGCCCTTATTCCCTTTTTTGC
GTATTCAACATTTCCGTGTCGCCCTTATTCCCTTTTTTGC GGCATTTTGC
CGGA TGGCA
CCGC TTTTTT
CCAA TACGCAAACCGCCTCTCCCCGCGCGTTGGCCGATTCATTAA
GTATTCAACATTTCCGTGTCGCCCTTATTCCCTTTTTTGCGGCATTTTGC CTTCCTGTTTTTGCTCA
CAA TTCCA
CTATGGATGAACGAAATAGACAGATCGCTGAGATAGGTGCCTCACTGA TTAAGCATT
CGCCCC GAAGAA
CCACTT CTGCGC
GATAATACCGCGCCACATAGCAGAACTTTAAAAGTGCTCATCATTGGAAAACGTTCTTCGGGGCGAAAACTCTCAAGGATCTTACCGCTGTTGAGATCCAGTTCGATGTAACCCACTCGTGCACCCAACTGATCTTCAGCATCTTTTACTTTCACCAGCGTTTCTGGGTGAGCAAAAACAGGAAGGCAAAATGCCGCAAAAAAGGGAATAAGGGCGACACGGAAATGTTGAATACTCATACTCTTCCTTTTTCAATATTATTGAAGCATTTATCAGGGTTATTGTCTCATGAGCGGATACATATTTGAA TGTATTTAGAAAAATAAACAAATAGGGGTTCCGCGCACATTTCCCCGAAAAGTGCCACC
TACC AAACGA
TCCCGTA TCGTAGTTATCTACACGA
CTGTCAGA CCAAGTTTA
GGCCAGA TGGTAA
TGAAGCCA TACCAAACGA
GAGCAA CTCGG
GTGG GTTACA
GTCACA GAAAAGCA
CTGGATGGA GGCGGA
GGCTGGC TGGTTTATTGCTGATAAA
GCAGGA CCACTTCTGCGC
TGACTT GGTTGAGTA
GGCCAA CTTACTTCTGA
TCTTA CGGATGGCA
TGACAGTAA GAGAA
GAGAGTTTT CGCCCCGAAGAA
GTGC TGCCATAA
GCCC TCCCGTATCGTAGTTATCTACACGA
GGTA TCATTGCAGCA
TCTGGA GCCGGTGAGC
GGTATCATTGCAGCA CTGG
TCGCCGCA TACACTA
GTCACAGAAAAGCA TCTTACGGATGGCA
GAGCAACTCGG TCGCCGCATACACTA
GTGCACGA GTGGGTTACA
TGAAGCCATACCAAACGA CGAGC
CAATTAA TAGA
GTCACAGAAAAGCATCTTACGGATGGCA TGACAGTAAGAGAA
GAGCAACTCGGTCGCCGCATACACTA TTCTCAGAA
GGCCAACTTACTTCTGA CAACGA
CCAA CA
GTGCACGAGTGGGTTACA TCGAA
CCGAA GGAGCTAA
CTATGGATGAACGAAATAGACAGATCGCTGAGATAGGTGCCTCACTGATTAAGCATT GGTAA
TATA TAA
CTCGCCTT GATCGTT
CCATGAGTGA TAACACTGC
TCATGTAA CTCGCCTTGATCGTT
GGCCAGATGGTAA GCCCTCCCGTATCGTAGTTATCTACACGA
GAGCAACTCGGTCGCCGCATACACTATTCTCAGAA TGACTTGGTTGAGTA
CTGGATCTCAACAGC GGTAA
GTGCTGCCATAA CCATGAGTGATAACACTGC
TCATGTAACTCGCCTTGATCGTT GGGAACC
CCGAAGGAGCTAA CCGCTTTTTT
GTGCACGAGTGGGTTACATCGAA CTGGATCTCAACAGCGGTAA
TGCA GAGGC
TCGGC CCTTCC
GGCTGGCTGGTTTATTGCTGATAAA TCTGGAGCCGGTGAGC
TCATGTAACTCGCCTTGATCGTTGGGAACC GGAGCTGAA
GTGACACCA CGATGC
CCCAGAAACGCTGGTGAAAGTAAAAGATGCTGAAGATCAGTTGG GTGCACGAGTGGGTTACATCGAACTGGATCTCAACAGCGGTAA
TGGGGGA TCATGTAACTCGCCTTGATCGTTGGGAACCGGAGCTGAA
CTCTA GCTTCCC
GTGCTGCCATAACCATGAGTGATAACACTGC GGCCAACTTACTTCTGACAACGA
TAAAGTT GCAGGACCACTTCTGCGC
CTCTAGCTTCCC GGCAA
GTATGA GTATTCAACATTTCCGTGTCGCCCTTATTCCCTTTTTTGCGGCATTTTGCCTTCCTGTTTTTGCTCA
CTTTTAAAGTT CTGCTA
TAAAGTTGCAGGACCACTTCTGCGC TCGGCCCTTCC
AAACTATTAACTGGCGAACTACTTA CTCTAGCTTCCCGGCAA
GGTATCATTGCAGCACTGG GGCCAGATGGTAAGCCCTCCCGTATCGTAGTTATCTACACGA
CCCTA TCTC
AAACTATTAACTGGCGAACTACTTACTCTAGCTTCCCGGCAA CAATTAATAGA
TGAAGCCATACCAAACGACGAGC GTGACACCACGATGC
GTCACAGAAAAGCATCTTACGGATGGCATGACAGTAAGAGAA TTATGCA
CCCAGAAACGCTGGTGAAAGTAAAAGATGCTGAAGATCAGTTGGGTGCACGAGTGGGTTACATCGAACTGGATCTCAACAGCGGTAA GATCCTT
CTCACCA GTCACAGAAAAGCATCTTACGGATGGCATGACAGTAAGAGAATTATGCA
TGATGAGCA CTTTTAAAGTTCTGCTA
TT GGC
TGTGGCGC GGTATTA
CCGAAGGAGCTAACCGCTTTTTT GCACAACA
GCAA TGGCAA
GTCAGGCAA CTATGGATGAACGAAATAGACAGATCGCTGAGATAGGTGCCTCACTGATTAAGCATTGGTAA
TCGGC CTATT
CTGGATGGAGGCGGA TAAAGTTGCAGGACCACTTCTGCGCTCGGCCCTTCC
CGGGCAA GAGCAACTCGGTCGCCGCATACACTATTCTCAGAATGACTTGGTTGAGTA
TCA TTTT
GA CGC
CCC TCC
CCCAGAAACGCTGGTGAAAGTAAAAGATGCTGAAGATCAGTTGGGTGCACGAGTGGGTTACATCGAACTGGATCTCAACAGCGGTAAGATCCTT GAGAGTTTTCGCCCCGAAGAA
GCGC AAACTATTAACTGGCGAACTACTTACTCTAGCTTCCCGGCAACAATTAATAGA
TGGGGGATCATGTAACTCGCCTTGATCGTTGGGAACCGGAGCTGAA TGAAGCCATACCAAACGACGAGCGTGACACCACGATGC
GA GAAA
CAA CGTC
GTGCTGCCATAACCATGAGTGATAACACTGCGGCCAACTTACTTCTGACAACGA TCGGAGGA
TGGTTCACGTAGTGGGCCATCGCCCTGATAGACGGTTTT TCGCCCTTTGACGTTGGAGTCCACGTTCTTTAATAGTGGACTCTTGTTCCAAACTGGAACAACACTCAA
GGTATCATTGCAGCACTGGGGCCAGATGGTAAGCCCTCCCGTATCGTAGTTATCTACACGA CGGGGA
CTG AAA
CTCACCAGTCACAGAAAAGCATCTTACGGATGGCATGACAGTAAGAGAATTATGCA GTGCTGCCATAACCATGAGTGATAACACTGCGGCCAACTTACTTCTGACAACGATCGGAGGA
TGATGAGCACTTTTAAAGTTCTGCTA TGTGGCGCGGTATTA
CTCC GC
TCA GCA
GGGCTCC CTTTAGGGTTCCGATTTAGTGCTTTACGGCACCTCGACCCCAAAAAACTTGA
CGTTTT CCAA
GTGA GA
CAACGTT GCGCAAACTATTAACTGGCGAACTACTTACTCTAGCTTCCCGGCAACAATTAATAGA
GTGAGC GGA
CTGGATGGAGGCGGATAAAGTTGCAGGACCACTTCTGCGCTCGGCCCTTCC GGCTGGCTGGTTTATTGCTGATAAATCTGGAGCCGGTGAGC
GGGC GAA
CCGAAGGAGCTAACCGCTTTTTTGCACAACA TGGGGGATCATGTAACTCGCCTTGATCGTTGGGAACCGGAGCTGAATGAAGCCATACCAAACGACGAGCGTGACACCACGATGC
TAA CTCACA
CCCA GTCA
CGGGCAAGAGCAACTCGGTCGCCGCATACACTATTCTCAGAATGACTTGGTTGAGTA CTCACCAGTCACAGAAAAGCATCTTACGGATGGCATGACAGTAAGAGAATTATGCAGTGCTGCCATAACCATGAGTGATAACACTGCGGCCAACTTACTTCTGACAACGATCGGAGGA
TATT GC
TC GTCC
TGTG TGAAA
TTGTTA TCCGCTCA
TGTT GC
TA GCA
GCAATGGCAA CAACGTTGCGCAAACTATTAACTGGCGAACTACTTACTCTAGCTTCCCGGCAACAATTAATAGA
CCCAGAAACGCTGGTGAAAGTAAAAGATGCTGAAGATCAGTTGGGTGCACGAGTGGGTTACATCGAACTGGATCTCAACAGCGGTAAGATCCTTGAGAGTTTTCGCCCCGAAGAA CGTTTTCCAA
CTC TGAGC
GGA GTT
TCGGCCTATT GGTTAAAAAATGAGCTGATTTAACAAAAATTTAACGCGAA
GGTATCATTGCAGCACTGGGGCCAGATGGTAAGCCCTCCCGTATCGTAGTTATCTACACGACGGGGA GTCAGGCAACTATGGATGAACGAAATAGACAGATCGCTGAGATAGGTGCCTCACTGATTAAGCATTGGTAA
GGGA TTTTGC
TTA TTCA
GCAATGGCAACAACGTTGCGCAAACTATTAACTGGCGAACTACTTACTCTAGCTTCCCGGCAACAATTAATAGA CTGGATGGAGGCGGATAAAGTTGCAGGACCACTTCTGCGCTCGGCCCTTCCGGCTGGCTGGTTTATTGCTGATAAATCTGGAGCCGGTGAGC
TTTT CA
GGGATTTTGC CGATT
GTGCA GC
TGG GTGGA
TATTCTTTTGATTTATAA GGGATTTTGCCGATT
CGACA GGTT
CGGGCAAGAGCAACTCGGTCGCCGCATACACTATTCTCAGAATGACTTGGTTGAGTACTCACCAGTCACAGAAAAGCATCTTACGGATGGCATGACAGTAAGAGAATTATGCAGTGCTGCCATAACCATGAGTGATAACACTGCGGCCAACTTACTTCTGACAACGATCGGAGGA CCGAAGGAGCTAACCGCTTTTTTGCACAACATGGGGGATCATGTAACTCGCCTTGATCGTTGGGAACCGGAGCTGAATGAAGCCATACCAAACGACGAGCGTGACACCACGATGC
CTGGAAA GCGGGCA
CCCAGAAACGCTGGTGAAAGTAAAAGATGCTGAAGATCAGTTGGGTGCACGAGTGGGTTACATCGAACTGGATCTCAACAGCGGTAAGATCCTTGAGAGTTTTCGCCCCGAAGAACGTTTTCCAA TGATGAGCACTTTTAAAGTTCTGCTATGTGGCGCGGTATTA
CCA TT
TCTA CGTA
CGACAGGTT TCCCGA
GCAA CGCAA
TC GGCAA
CGACAGGTTTCCCGA CTGGAAAGCGGGCA
TCTTA TCA
GA CGG
TGTT CCCA
GGTATCATTGCAGCACTGGGGCCAGATGGTAAGCCCTCCCGTATCGTAGTTATCTACACGACGGGGAGTCAGGCAACTATGGATGAACGAAATAGACAGATCGCTGAGATAGGTGCCTCACTGATTAAGCATTGGTAA CTGTCAGACCAAGTTTA
GTGAGC GCAACGCAA
TGCA GAA
TA TAA
TCAA GA
GG TCGA
GTATGAGTATTCAACATTTCCGTGTCGCCCTTATTCCCTTTTTTGCGGCATTTTGCCTTCCTGTTTTTGCTCA CCCAGAAACGCTGGTGAAAGTAAAAGATGCTGAAGATCAGTTGGGTGCACGAGTGGGTTACATCGAACTGGATCTCAACAGCGGTAAGATCCTTGAGAGTTTTCGCCCCGAAGAACGTTTTCCAATGATGAGCACTTTTAAAGTTCTGCTATGTGGCGCGGTATTA
GGA TCTCC
CC GAGC
TGGTTCACGTAGTGGGCCATCGCCCTGATAGACGGTTTTTCGCCCTTTGACGTTGGAGTCCACGTTCTTTAATAGTGGACTCTTGTTCCAAACTGGAACAACACTCAA CCCTATCTC
CCC TGGC
CGA GGCCGC
GTGAGCGCAACGCAA TTAA
TGGCA CGACAGGTTTCCCGACTGGAAAGCGGGCA
GTATTTGGTATCTGCGCTCTGCTGAAGCCAGTTACCTTCGGAAAAAGAGTTGGTAGCTCTTGATCCGGCAAACAAACCACCGCTGGTAGCGGTGGTTTTTTTGTTTGCAAGCAGCAGATTACGCGCAGAAAAAAAGGATCTCAAGAAGATCCTTTGATCTTTTCTACGGGGTCTGACGCTCAGTGGAACGAAAACTCACGTTAAGGGATTTTGGTCA TGAGATTATCAAAAAGGATCTTCACCTAGATCCTTTTAAATTAAAAATGAAGTTTTAAATCAATCTAAAGTATATATGAGTAAACTTGGTCTGACAGTTACCAATGCTTAATCAGTGAGGCACCTATCTCAGCGATCTGTCTATTTCGTTCATCCATAGTTGCCTGACTCCCCGTCGTGTAGATAACTACGATACGGGAGGGCTTACCATCTGGCCCCAGTGCTGCAATGATACCGCGAGACCCACGCTCACCGGCTCCAGATTTATCAGCAATAAACCAGCCAGCCGGAAGGGCCGAGCGCAGAAGTGGTCCTGCAACTTTATCCGCCTCCATCCAGTCTATTAATTGTTGCCGGGAAGCTAGAGTAAGTAGTTCGCCAGTTAATAGTTTGCGCAACGTTGTTGCCATTGC
GG TTAA
GAAGTA GTGA
GGTA GGC
TT GTGAGCGGA
TGTGTGAAA TTGTTATCCGCTCA
CGG GTC
GA CGTCAA
CTC GCGC
CGTC GA
GCCTGG GGTGC
CTAA TTTTTT
GGAGGC CTA
TGC TTCC
CTCTGAGC TATTCCA
CTAATTTTTT TTATTTA
TCAA GTT
TCTA GA
GCCCTGTAGCGGCGCATTAAGCGCGGCGGGTGTGGTGGTTACGCGCAGCGTGACCGCTACACTTGCCAGCGCCCTAGCGCCCGCTCCTTTCGCTTTCTTCCCTTCCTTTCTCGCCACGTTCGCCGGCTTTCCCCGTCAAGCTCTAAATCGG GGGCTCCCTTTAGGGTTCCGATTTAGTGCTTTACGGCACCTCGACCCCAAAAAACTTGA
TCCGC CCCA
GGAGGC TTTTTT
TGTGTGAAATTGTTATCCGCTCA CAATTCCA
CTAATTTTTTTTATTTA TGCAGAGGC
CTAATTTTTTTTATTTATGCAGAGGC CGAGGCCGC
GAAGTAGTGA GGAGGCTTTTTT
GTGG GTCTCGC
GTGA GTC
CCCCTATT GACGTCAA
GAAA TA
TGCAGC TGGCACGACAGGTTTCCCGACTGGAAAGCGGGCA
GTGGA TA
CCCCTATTGACGTCAA TGACGG
TTAATTGCGTTGCGCTCACTGCCCGCTTTCCAGTCGGGAAACCTGTCGTGCCAGC TGCATTAATGAATCGGCCAACGCGCGGGGAGAGGCGGTTTGCGTATT
GAAAGC GAAA
CC TGAA
GCATAAA GTGTAAA
CTCTGAGCTATTCCA GAAGTAGTGAGGAGGCTTTTTT
TTA GGGTGA
TGTT AA
GAGA CA
GTTCCGC CCATTC
TGGCTGA CTAATTTTTTTTATTTATGCAGAGGCCGAGGCCGC
GTTCCGCCCATTC TCCGCCCCA
GCATAAAGTGTAAA GCCTGGGGTGC
TA CAAA
TC GGAA
TAA TCA
TGA GGA
GGC GTA
TGAAA CA
CTCTGAGCTATTCCAGAAGTAGTGAGGAGGCTTTTTT GGAGGCCTA
GTG TCC
CGC CAATA
GTACA TGACCTTA
TACTT GGCAGTACA
CTTTCC TACTTGGCAGTACA
GCC GAA
TCTACGTA TTAGTCA
TCGCTA TTACCA
CTTTCCTACTTGGCAGTACA TCTACGTATTAGTCA
GTTCCGCCCATTCTCCGCCCCA TGGCTGACTAATTTTTTTTATTTATGCAGAGGCCGAGGCCGC
TGG GGC
TGCAGCTGGCACGACAGGTTTCCCGACTGGAAAGCGGGCA GTGAGCGCAACGCAATTAA
GG TACA
CTTTCCTACTTGGCAGTACATCTACGTATTAGTCA TCGCTATTACCA
GCCTGG GAGC
CCCCTATTGACGTCAATGACGG TAAATGGCCCGC
GGGC CC
TATTCTTTTGATTTATAAGGGATTTTGCCGATT TCGGCCTATTGGTTAAAAAATGAGCTGATTTAACAAAAATTTAACGCGAA
CCA TATA
GGGACTT TCCA
CTCA CTATA
CGAGC CGGAA
TTGTGAGCGGA TAACAA
TAGTAA CGCCAATA
TGTGTGAAATTGTTATCCGCTCACAATTCCA CACAACATA
GCAATGGCAACAACGTTGCGCAAACTATTAACTGGCGAACTACTTACTCTAGCTTCCCGGCAACAATTAATAGACTGGATGGAGGCGGATAAAGTTGCAGGACCACTTCTGCGCTCGGCCCTTCCGGCTGGCTGGTTTATTGCTGATAAATCTGGAGCCGGTGAGC GTGGGTCTCGC
CCACTT GGCAGTACATCAA
TTGACGTCAA TGGGTGGA
TAAACTGC CCACTTGGCAGTACATCAA
TAGTAACGCCAATA GGGACTTTCCA
TCGC AA
TTTACGG TAAACTGCCCACTTGGCAGTACATCAA
TGA GCAA
GGC CTT
CTAATGAGTGAGC TAACTCACA
CTGTT CTTCTA
TCCCGCCCCTAACTCCGCCCA GTTCCGCCCATTCTCCGCCCCATGGCTGACTAATTTTTTTTATTTATGCAGAGGCCGAGGCCGC
TAGTAACGCCAATAGGGACTTTCCA TTGACGTCAATGGGTGGA
TTTACGGTAAACTGCCCACTTGGCAGTACATCAA GTGTA
CGCGC CGA
CGG TAAATGGCCCGC
TAACTTA CGGTAAATGGCCCGC
CTGGCTGA CCGC
TGG GCA
TAACTTACGGTAAATGGCCCGC CTGGCTGACCGC
TCC TAA
CCCC CGCCCA
TCTT AA
GG TGCA
GCC TCA
CCAACGA CCCCCGCCCA
CCAACGACCCCCGCCCA TTGACGTCAA
TA GTA
GTTACA TAACTTACGGTAAATGGCCCGCCTGGCTGACCGC
TTTACGGTAAACTGCCCACTTGGCAGTACATCAAGTGTA TCATATGC
TCAA CA
TCCA CC
GGAA CA
TA TC
GTTACATAACTTACGGTAAATGGCCCGCCTGGCTGACCGC CCAACGACCCCCGCCCATTGACGTCAA
TGGC CGC
GAAGAA CA
CTTTCCTACTTGGCAGTACATCTACGTATTAGTCATCGCTATTACCA TGG
GCATAAAGTGTAAAGCCTGGGGTGC CTAATGAGTGAGCTAACTCACA
TTA CAAAAA
GCA GGC
GGTCA TTA
GTGTAGCCGTAGTTAGGCCACCACTTCAAGAACTCTGTAGCACCGCCTACATACCTCGCTCTGCTAATCCTGTTACCAGTGGCTGCTGCCAGTGGCGATAAGTCGTGTCTTACCGGGTTGGACTCAAGACGATAGTTACCGGATAAGGCGCAGCGGTCGGGCTGAACGGGGGGTTCGTGCACACAGCCCAGCTTGGAGCGAACGACCTACACCGAACTGAGATACCTACAGCGTGAGCTATGAGAAAGCGCCACGCTTCCCGAAGGGAGAAAGGCGGACAGGTATCCGGTAAGCGGCAGGGTCGGAACAGGAGAGCGCACGAGGGAGCTTCCAGGGGGAAACGCCTGGTATCTTTATAGTCCTGTCGGGTTTCGCCACCTCTGACTTGAGCGTCGATTTTTGTGATGCTCGTCAGGGGGGCGGAGCCTATGGAAAAACGCCAGCAACGCGGCCTTTTTACGGTTCCTGGCCTTTTGCTGGCCTTTTGCTCACATGTTCTTTCCTGCGTTATCCCCTGATTCTGTGGATAACCGTATTA CCGCCTTTGAGTGAGCTGATACCGCTCGCCGCAGCCGAACGACCGAGCGCAGCGAGTCAGTGAGCGAGGAAGCGGAA
TA GGC
GCCA CCA
TGCCCA GTACATGACCTTA
CGA GA
TT TGG
CTGG GC
CGGC CCC
GCAATGGCAACAACGTTGCGCAAACTATTAACTGGCGAACTACTTACTCTAGCTTCCCGGCAACAATTAATAGACTGGATGGAGGCGGATAAAGTTGCAGGACCACTTCTGCGCTCGGCCCTTCCGGCTGGCTGGTTTATTGCTGATAAATCTGGAGCCGGTGAGCGTGGGTCTCGC GGTATCATTGCAGCACTGGGGCCAGATGGTAAGCCCTCCCGTATCGTAGTTATCTACACGACGGGGAGTCAGGCAACTATGGATGAACGAAATAGACAGATCGCTGAGATAGGTGCCTCACTGATTAAGCATTGGTAACTGTCAGACCAAGTTTA
GGAA TT
TC GGCGA
CCAATACGCAAACCGCCTCTCCCCGCGCGTTGGCCGATTCATTAA TGCAGCTGGCACGACAGGTTTCCCGACTGGAAAGCGGGCAGTGAGCGCAACGCAATTAA
GCAA GC
TTA TGCCCAGTACATGACCTTA
TGGTTCACGTAGTGGGCCATCGCCCTGATAGACGGTTTTTCGCCCTTTGACGTTGGAGTCCACGTTCTTTAATAGTGGACTCTTGTTCCAAACTGGAACAACACTCAACCCTATCTC GGTC
GTA CTT
TGGA CGAGC
CGA CTT
TTAGGGTGA TGGTTCACGTAGTGGGCCATCGCCCTGATAGACGGTTTTTCGCCCTTTGACGTTGGAGTCCACGTTCTTTAATAGTGGACTCTTGTTCCAAACTGGAACAACACTCAACCCTATCTCGGTC
TCA TGGTCATAGCTGTTTCC
GG GGCA
TGTGTGAAATTGTTATCCGCTCACAATTCCACACAACATA CGAGCCGGAA
TCC CCA
TACAGGCATCGTGGTGTCACGCTCGTCGTTTGGTATGGCTTCATTCAGCTCCGGTTCCCAACGATCAAGGCGAGTTACATGATCCCCCATGTTGTGCAAAAAAGCGGTTAGCTCCTTCGGTCCTCCGATCGTTGTCAGAAGTAAGTTGGCCGCAGTGTTATCACTCATGGTTATGGCAGCACTGCATAATTCTCTTACTGTCATGCCATCCGTAAGATGCTTTTCTGTGACTGGTGAGTACTCAACCAAGTCATTCTGAGAATAGTGTATGCGGCGACCGAGTTGCTCTTGCCCGGCGTCAATACGG GATAATACCGCGCCACATAGCAGAACTTTAAAAGTGCTCATCATTGGAAAACGTTCTTCGGGGCGAAAACTCTCAAGGATCTTACCGCTGTTGAGATCCAGTTCGATGTAACCCACTCGTGCACCCAACTGATCTTCAGCATCTTTTACTTTCACCAGCGTTTCTGGGTGAGCAAAAACAGGAAGGCAAAATGCCGCAAAAAAGGGAATAAGGGCGACACGGAAATGTTGAATACTCATACTCTTCCTTTTTCAATATTATTGAAGCATTTATCAGGGTTATTGTCTCATGAGCGGATACATATTTGAATGTATTTAGAAAAATAAACAAATAGGGGTTCCGCGCACATTTCCCCGAAAAGTGCCACC
GGGCGC TCTTCCGCTTCCTCGCTCACTGACTCGCTGCGCTCGGTCGTTCGGCTGCGGCGAGCGGTATCAGCTCACTCAAAGGCGGTAATACGGTTATCCACAGAATCAGGGGATAACGCAGGAAAGAACA
GTG TGTGC
CGTA TGTTCCCA
AAAA CA
TAATGA CGTATGTTCCCA
CTGGCA TTATGCCCAGTACATGACCTTA
GGTGGCACTTTTCGGGGAAATGTGCGCGGAACCCCTATTTGTTTATTTTTCTAAATACATTCAAATATGTATCCGCTCATGAGACAATAACCCTGATAAATGCTTCAATAATATTGAAAAAGGAAGA GTATGAGTATTCAACATTTCCGTGTCGCCCTTATTCCCTTTTTTGCGGCATTTTGCCTTCCTGTTTTTGCTCACCCAGAAACGCTGGTGAAAGTAAAAGATGCTGAAGATCAGTTGGGTGCACGAGTGGGTTACATCGAACTGGATCTCAACAGCGGTAAGATCCTTGAGAGTTTTCGCCCCGAAGAACGTTTTCCAATGATGAGCACTTTTAAAGTTCTGCTATGTGGCGCGGTATTA
CCCCTATTGACGTCAATGACGGTAAATGGCCCGC CTGGCATTATGCCCAGTACATGACCTTA
GTT GTT
TAATGACGTATGTTCCCA TAGTAACGCCAATAGGGACTTTCCATTGACGTCAATGGGTGGA
GAGA TA
CGC CTT
TCA GTT
GCA TGC
CAA GGC
GTGTGG AAAA
TCTGC TCTGA
TTA TTGA
CGG TGGGA
TT GCCA
TGGC GAA
AAAA TCAA
TGA CCGA
TTC TGG
TGTGTGAAATTGTTATCCGCTCACAATTCCACACAACATACGAGCCGGAA GCATAAAGTGTAAAGCCTGGGGTGCCTAATGAGTGAGCTAACTCACA
GTTACATAACTTACGGTAAATGGCCCGCCTGGCTGACCGCCCAACGACCCCCGCCCATTGACGTCAA TAATGACGTATGTTCCCATAGTAACGCCAATAGGGACTTTCCATTGACGTCAATGGGTGGA
GTGA CC
CCGA CC
GCC GTC
CTCTCA GTACAA
CTA TGC
GGA TCC
TGCCGCA TAGTTAA
CTCTCAGTACAA TCTGCTCTGA
C TAAAA
GTAA GC
TGCCGCATAGTTAA GCCA
GACCA CA
TAAAGC TTGC
CTG TGC
TGTT AAA
TTAAGC CTCAA
TTC AAA
GGGAA CCCACTGC
GACCA GATCTGA
TCTC TGGTTA
GGGAACCCACTGC TTAAGCCTCAA
CCCA GC
GACCAGATCTGA GCCTGGGAGC
TC GTGGC
CTA GAGATCC
TCCCGTA TTGACGC
GG GGGC
GGGAACCCACTGCTTAAGCCTCAA TAAAGCTTGC
GG GTCA
CTCA GACCCTT
TGGTAA CTAGAGATCC
GTGTGTGC CCGTC
GTGTGGAAAA TCTCTA
GTGTGTGCCCGTC TGTTGTG
TGACTC TGGTAACTAGAGATCC
GGGAACCCACTGCTTAAGCCTCAATAAAGCTTGC CTTGA
TTAGTCA GTGTGGAAAATCTCTA
GTGTGTGCCCGTCTGTTGTG TGACTCTGGTAACTAGAGATCC
CTCAGACCCTT TTAGTCAGTGTGGAAAATCTCTA
CTTA CAA
TCTCTGGTTA GACCAGATCTGAGCCTGGGAGC
GTGTGTGCCCGTCTGTTGTGTGACTCTGGTAACTAGAGATCC CTCAGACCCTTTTAGTCAGTGTGGAAAATCTCTA
CTCTCAGTACAATCTGCTCTGA TGCCGCATAGTTAAGCCA
TTA GGCA
TGTC GTAA
GCAA CC
GTGCTT CAAGTA
▁ A
GGC CTCC
GGGAACCCACTGCTTAAGCCTCAATAAAGCTTGCCTTGA GTGCTTCAAGTA
TACGA CTCACTATA
TGGGA GTT
GTGTA CGGTGGGA
GGGAACCCACTGCTTAAGCCTCAATAAAGCTTGCCTTGAGTGCTTCAAGTA GTGTGTGCCCGTCTGTTGTGTGACTCTGGTAACTAGAGATCCCTCAGACCCTTTTAGTCAGTGTGGAAAATCTCTA
TTTT TTTT
TATT GA
TCTCTGGTTAGACCAGATCTGAGCCTGGGAGC TCTCTGGCTAACTA
GAAA GA
GCCA TT
GAGC AAAA
CAA GGA
GTC GAA
TGAA GAA
TCAA CC
TCTTATCA TGTC
GCGC CC
AAA TGGGC
TCTCTGGTTAGACCAGATCTGAGCCTGGGAGCTCTCTGGCTAACTA GGGAACCCACTGCTTAAGCCTCAATAAAGCTTGCCTTGAGTGCTTCAAGTAGTGTGTGCCCGTCTGTTGTGTGACTCTGGTAACTAGAGATCCCTCAGACCCTTTTAGTCAGTGTGGAAAATCTCTA
CAAGTA CGC
GGCAA GC
CGGGCAAGAGCAACTCGGTCGCCGCATACACTATTCTCAGAATGACTTGGTTGAGTACTCACCAGTCACAGAAAAGCATCTTACGGATGGCATGACAGTAAGAGAATTATGCAGTGCTGCCATAACCATGAGTGATAACACTGCGGCCAACTTACTTCTGACAACGATCGGAGGACCGAAGGAGCTAACCGCTTTTTTGCACAACATGGGGGATCATGTAACTCGCCTTGATCGTTGGGAACCGGAGCTGAATGAAGCCATACCAAACGACGAGCGTGACACCACGATGC CTGTA
TA GAGA
CCAA CC
CGC CTCC
CTCA CGG
CCCA CA
CCA TCC
GGTAGGC GTGTACGGTGGGA
GTA CAAA
GG TCCA
CCTA TAA
GTA TAAA
TCC GGA
GCCCTGTAGCGGCGCATTAAGCGCGGCGGGTGTGGTGGTTACGCGCAGCGTGACCGCTACACTTGCCAGCGCCCTAGCGCCCGCTCCTTTCGCTTTCTTCCCTTCCTTTCTCGCCACGTTCGCCGGCTTTCCCCGTCAAGCTCTAAATCGGGGGCTCCCTTTAGGGTTCCGATTTAGTGCTTTACGGCACCTCGACCCCAAAAAACTTGA TTAGGGTGATGGTTCACGTAGTGGGCCATCGCCCTGATAGACGGTTTTTCGCCCTTTGACGTTGGAGTCCACGTTCTTTAATAGTGGACTCTTGTTCCAAACTGGAACAACACTCAACCCTATCTCGGTC
TGG AAAA
CTGG TATT
CTTTCC AAAA
GCCC GTCA
GCA CCGA
GGTC TATATAA
GTTA TTAA
GTG TC
CTA CGA
CTGG GA
GGCGTAA TCATGGTCATAGCTGTTTCC
CTC GGA
GTTCA TAGC
