{"<unk>":0,"\n":1,"\r":2,"A":3,"C":4,"G":5,"N":6,"T":7,"▁":8,"AA":9,"GC":10,"TT":11,"CC":12,"GG":13,"GA":14,"TC":15,"TA":16,"TG":17,"CA":18,"TGC":19,"TCC":20,"AAA":21,"GGC":22,"TGG":23,"TGA":24,"TCA":25,"GTT":26,"GAA":27,"GCA":28,"TAA":29,"CTT":30,"GGA":31,"CAA":32,"CCA":33,"CGC":34,"TTA":35,"CGA":36,"GTA":37,"TGGC":38,"TTTT":39,"GTC":40,"CGG":41,"CTA":42,"TGAA":43,"CTC":44,"TGGA":45,"TGCA":46,"TGTT":47,"TAAA":48,"TCCA":49,"GCCA":50,"TCAA":51,"AAAA":52,"GAAA":53,"CCGC":54,"GAGC":55,"GGGC":56,"TGTA":57,"GGCA":58,"GTGA":59,"TCTT":60,"TCGC":61,"CCC":62,"GGAA":63,"TATT":64,"GTGC":65,"GTCA":66,"GCAA":67,"GAGA":68,"CGGC":69,"TTAA":70,"GTAA":71,"TACA":72,"TTC":73,"GTGG":74,"GTTA":75,"GCC":76,"CCCA":77,"TTCA":78,"CCAA":79,"GTG":80,"GGGA":81,"TTGA":82,"CAAA":83,"TCGA":84,"TTCC":85,"GTCC":86,"TATA":87,"GCGC":88,"CTGG":89,"CTGC":90,"CCCC":91,"CTCA":92,"GGGG":93,"TTTA":94,"TTGC":95,"CTGA":96,"CAGC":97,"CTG":98,"GGTA":99,"CGTT":100,"GAAAA":101,"CTCC":102,"CCGA":103,"GACA":104,"GCCC":105,"TCTA":106,"GCGG":107,"TGGAA":108,"TCTGC":109,"TACC":110,"CGCA":111,"CTTA":112,"TAAAA":113,"GCTT":114,"CACC":115,"TGTC":116,"GTGGC":117,"GGTT":118,"CGTC":119,"TAGA":120,"TCTC":121,"TGAAA":122,"GGTC":123,"CAGA":124,"GGTGC":125,"CCTT":126,"GCAGC":127,"GAAGA":128,"GTGCA":129,"GGAGC":130,"GATC":131,"TGGCA":132,"TCCTT":133,"CGGA":134,"CGTA":135,"TGAGC":136,"CTGGC":137,"GTGGA":138,"TGCAA":139,"TTTTTT":140,"GGTAA":141,"GGAAA":142,"TGCCA":143,"GGCAA":144,"TAGC":145,"GTGAA":146,"CAAAA":147,"TGGGC":148,"CGAA":149,"GTGTA":150,"CTAA":151,"GGCCA":152,"TCCCC":153,"GACC":154,"TGCGC":155,"TCCGC":156,"TCTCA":157,"CAACA":158,"GGCGA":159,"GTTTT":160,"CACA":161,"TGTCA":162,"GCAGCA":163,"CGCCA":164,"TCTCC":165,"GATA":166,"CTCAA":167,"GGGAA":168,"GGGGC":169,"GGGTT":170,"TCTGA":171,"TGTAA":172,"TCGGC":173,"TGACC":174,"GTTGC":175,"CTTTT":176,"TCTTA":177,"GATAA":178,"GAAGC":179,"GTGAGC":180,"CAGGA":181,"GATCC":182,"CATT":183,"TGTGC":184,"CTGGA":185,"GTTAA":186,"TGGGA":187,"CGAGC":188,"CGGAA":189,"GAAGAA":190,"GTATT":191,"GTAAA":192,"TCCAA":193,"GGACA":194,"GGCCGC":195,"GCAGA":196,"TGTGA":197,"TGGTA":198,"AAAAAA":199,"CTGCA":200,"CCACC":201,"GAATA":202,"TTCCA":203,"GAAAAA":204,"TGTCC":205,"TGTTA":206,"TTTCA":207,"GTCAA":208,"AAAGA":209,"GTCCA":210,"TGCCC":211,"CGGCA":212,"TGGTT":213,"GTTCA":214,"CAAGC":215,"TTGG":216,"CCTA":217,"TCAGC":218,"TCGG":219,"TGATA":220,"TCAGA":221,"AAATA":222,"TGACA":223,"TCGTC":224,"CTTGA":225,"AAAGGA":226,"TGTG":227,"TCTGG":228,"GGAGA":229,"GGGCA":230,"CAAAAA":231,"GTCGA":232,"GTACA":233,"GTGTT":234,"CTGTT":235,"CTTCAA":236,"TTATT":237,"CCAGC":238,"GGTCA":239,"TGCTT":240,"CGACC":241,"CTTTA":242,"GAACA":243,"TGAGA":244,"GCTCC":245,"TAATT":246,"TGGTTA":247,"TGTTTT":248,"TCTCAA":249,"CTTAA":250,"GTTCC":251,"TCGCCA":252,"GATGC":253,"CGGGA":254,"TGTGG":255,"CGAAA":256,"TCACC":257,"TCACA":258,"CGCAA":259,"\r\n":260,"CGATA":261,"CTTCA":262,"TCAAA":263,"CTGAA":264,"GGCGC":265,"GGGGA":266,"TGATT":267,"CTCGC":268,"CGTGA":269,"CTCTT":270,"GATT":271,"CTTCC":272,"GCAGAA":273,"TACCA":274,"TCCTGC":275,"CGCGC":276,"CAGCA":277,"TATGA":278,"CGTCAA":279,"TACGC":280,"TCGTT":281,"CCGGA":282,"CAAGA":283,"GGCTA":284,"GCATCA":285,"CCGAA":286,"GCAGAGC":287,"CAATT":288,"AAACA":289,"GGTGAA":290,"GCATT":291,"GGGAGC":292,"CCCCA":293,"GGAGGA":294,"TGGCAA":295,"TAGTT":296,"GCTGA":297,"CACCA":298,"TCTAAA":299,"GACCA":300,"TCGCCC":301,"NN":302,"TGCCGC":303,"TTTTGC":304,"GGCCC":305,"TTACA":306,"TACTT":307,"GGCTCC":308,"GTCAGA":309,"TATGC":310,"TTACGC":311,"GGGCGC":312,"GGCGGC":313,"TGTGGA":314,"CTCCA":315,"TAACA":316,"CCCTGA":317,"CGCCC":318,"TCCCA":319,"TCATT":320,"GGCTT":321,"TAATA":322,"GAGAA":323,"TGGCCTT":324,"TCATCA":325,"GGTGA":326,"GGATT":327,"GTTACA":328,"GGGTC":329,"GCACA":330,"TATTTT":331,"GCACC":332,"CGACA":333,"TGAAAA":334,"GAATT":335,"GTTTA":336,"CGCTT":337,"CTACA":338,"GAGGC":339,"CGGCAA":340,"GGTGGC":341,"GAAAGC":342,"GAAACC":343,"CCACCA":344,"GTGTGG":345,"CTATT":346,"GCCCA":347,"TCTGGA":348,"GTAAAA":349,"GAGTT":350,"TCTGGC":351,"GGTGG":352,"TCGAA":353,"CCCAA":354,"TGATGA":355,"TCTTTT":356,"TATCA":357,"GCGGC":358,"GAAGTA":359,"TATTAA":360,"TGCTGC":361,"CTAAA":362,"TTTACGG":363,"TCGAGC":364,"CCACCGC":365,"GTTCCA":366,"TTAGTCA":367,"TTACCA":368,"CCGTC":369,"TGCCCA":370,"GCCGG":371,"GTTGGC":372,"CGTCC":373,"TGACGC":374,"CGCCCC":375,"CTTCGG":376,"GGGCGA":377,"GTTCGA":378,"TGGTAA":379,"GAACC":380,"TCGTA":381,"TGGCCTTTTGC":382,"GCGA":383,"TAACC":384,"CAACGA":385,"TCTGCGC":386,"TGAGTA":387,"GATCA":388,"CAATA":389,"TCCGGTAA":390,"GAGATCC":391,"GTGGAA":392,"GGTTTT":393,"CAATAA":394,"CATA":395,"TCCCCC":396,"CGCGGC":397,"GAGGA":398,"TCCTGG":399,"TTGTC":400,"TGATGC":401,"CTGTA":402,"TGATAA":403,"GCGGA":404,"CTGGAA":405,"TTGACGTCAA":406,"CGTGC":407,"TGTGGC":408,"CTACC":409,"AAAGGATCTT":410,"TACGG":411,"TCCTCC":412,"TTTAA":413,"GAACGACC":414,"GAAACGC":415,"TATCTT":416,"CTTCTA":417,"GGTCGTT":418,"GGAGGC":419,"GCTA":420,"CCACA":421,"TCAGAA":422,"TGCAGC":423,"TTACTT":424,"CTGAGC":425,"TGATCC":426,"TGGAGTT":427,"TCACTC":428,"GAGCA":429,"GGGTA":430,"TCTTCC":431,"TTATA":432,"TCAAAA":433,"CCGTT":434,"CTATA":435,"TTTATCA":436,"GGCAGTACA":437,"TGCGGC":438,"GTCTT":439,"CAAGTA":440,"CTTTCC":441,"TCGGGC":442,"GCCTGG":443,"CCACTT":444,"TCGCA":445,"TTTGA":446,"TTATAA":447,"GAACTC":448,"TCCAGTC":449,"TTATCA":450,"TGACGG":451,"GTCCAA":452,"CTCTA":453,"GGAAGC":454,"TTCTGA":455,"CAAGAA":456,"CTGAGA":457,"GGAAGA":458,"TGATACCGC":459,"GAGCAA":460,"CGGCCA":461,"TTAGC":462,"GGCAAA":463,"TTCTA":464,"TTAGA":465,"GGCGG":466,"TGAAGCCA":467,"TCCAGA":468,"TACACTA":469,"GAAGCA":470,"TTTCC":471,"CTTGC":472,"CCCGG":473,"TACGA":474,"GGGGGA":475,"TGCTCA":476,"GCCAGC":477,"TCGTCA":478,"TCCGCTCA":479,"TGAGTGAGC":480,"GTGCGC":481,"GAAGGGA":482,"TGTTTGC":483,"GGACC":484,"CTTGAA":485,"GATCGTT":486,"TGGCCA":487,"GTATTA":488,"TCGCCGCA":489,"AAAATCC":490,"GAGCGC":491,"TACAA":492,"GTCGC":493,"TCGCTT":494,"TGCAAA":495,"CCAGA":496,"TCCCGA":497,"GCACGA":498,"TCCACA":499,"CGTGGC":500,"AAATT":501,"GGGGTT":502,"TTATCAA":503,"TTTTAA":504,"TACAGC":505,"CGAAAA":506,"GAGCTA":507,"TCGGA":508,"CCATGA":509,"CCTCTGA":510,"CAAATAAA":511,"CCCCTATT":512,"GGCTGC":513,"TCTGTT":514,"TGCGA":515,"GGAACC":516,"GCAGGA":517,"GGGTTA":518,"GGCGCA":519,"CGCTA":520,"GGCTGGC":521,"TCTAA":522,"CAACAA":523,"CGTCA":524,"TGGTGCA":525,"TCAGTGA":526,"TCCGAA":527,"GTTGG":528,"TCCATA":529,"TCACGC":530,"GTTGA":531,"GGGACTT":532,"GCCGTA":533,"CAAATA":534,"GTTGCCA":535,"TGGGG":536,"TGGCCCGC":537,"CGCGTT":538,"CCTCC":539,"GCCTGA":540,"CTCGA":541,"GAAAAAA":542,"TGGTGG":543,"TGTCAA":544,"TGGAAAAA":545,"GGCAGC":546,"GGTTCC":547,"GGCCAGC":548,"TAGTAA":549,"TTTTGA":550,"GGAAAA":551,"GCTGGC":552,"TCGCTCA":553,"GTTCGG":554,"TAATCC":555,"CCAGGC":556,"CGGAAA":557,"TGGTCA":558,"TCTACA":559,"CGCTTCCC":560,"CTCTTTT":561,"TGTGATGC":562,"TCTGCA":563,"GGTTA":564,"GGTAGC":565,"GTACAA":566,"TGCTA":567,"CCAGCA":568,"TGCTGCCA":569,"TCCCGTA":570,"GTGCACA":571,"GGGCGACA":572,"TAACTCC":573,"GCGGCA":574,"TAACTA":575,"CTGGCA":576,"GGGTGA":577,"TACTC":578,"GGGCAA":579,"TATCC":580,"TGGAAA":581,"GAGATCCA":582,"GCACCGC":583,"GACAA":584,"TAAATGGCCCGC":585,"GAAAGGC":586,"CGTTAA":587,"CGTGG":588,"TGAACGG":589,"GAACTA":590,"GAAGGA":591,"CTCTCC":592,"CCGGC":593,"AAAGTT":594,"GACAGA":595,"TTGCA":596,"AAAGGC":597,"TGGTGA":598,"GGCACC":599,"TCGTGG":600,"TAACTCCGCCCA":601,"CGCCCCTAACTCCGCCCA":602,"CGCCGGC":603,"CTTGAGC":604,"CTGTGA":605,"TACCGC":606,"CGGGC":607,"CTTGTT":608,"GTATA":609,"TCAAGGA":610,"CCAGCTT":611,"TTGCAAA":612,"TTCGA":613,"CCTGA":614,"CTTCGC":615,"GGACGA":616,"GGGGGGC":617,"CGGGGAAA":618,"TGGCTGA":619,"TAAAGC":620,"TCTGCTGC":621,"GTTTTC":622,"GAATCA":623,"CTCTTA":624,"CAAGTT":625,"TCCAGC":626,"CCGCTTCC":627,"TGTGGAA":628,"CTCAAGA":629,"GTGGTGGC":630,"CAAAAAAA":631,"GGTCC":632,"TCAATA":633,"GTAGTT":634,"TTTTAAA":635,"GGCCAA":636,"TCACCA":637,"TTGATT":638,"CCTTCC":639,"TGCCTT":640,"CGCGA":641,"CGGGGA":642,"TGTACAA":643,"TTACAA":644,"GGCCACCA":645,"TCGACGC":646,"GTAGAAAA":647,"GCGCTCA":648,"CGAAGA":649,"GCAACA":650,"GTCGTG":651,"CTCACA":652,"CGCCAGCAA":653,"CCGCGCA":654,"CCAACGA":655,"GGGGTTC":656,"TGGACA":657,"GGCGGA":658,"GGAACAGGA":659,"TTCTT":660,"TCGCTCTGC":661,"CCAGTGGC":662,"GTAAAAA":663,"GTTCCACTGAGC":664,"CTGGTGAGTA":665,"CGACAGGA":666,"TTACC":667,"GGCCAGA":668,"TCTTACC":669,"AAAGC":670,"CTGTCA":671,"AAAATCCCTTAA":672,"GTTCCACTGAGCGTCAGA":673,"GGAGCCTA":674,"CGCCCA":675,"AAAATCCCTTAACGTGA":676,"TCTGCGCGTAA":677,"GTCCTGTC":678,"TGAAGA":679,"GCAATA":680,"TCCAAGC":681,"TCTGCTGCTTGCAAA":682,"CCACCGCTACCA":683,"GGGTTGGA":684,"CCGGATAA":685,"CAAAAAAACCACCGCTACCA":686,"CCATA":687,"TGACCAAAATCCCTTAACGTGA":688,"TCTGCTGCTTGCAAACAAAAAAACCACCGCTACCA":689,"CGTGGA":690,"GGTAACTGGC":691,"CGTGAA":692,"TTTTTTTCTGCGCGTAA":693,"CGGATCAA":694,"GCCAGA":695,"CTGGTATCTT":696,"TACCAAATA":697,"CTATAAA":698,"GTCCTGTCGGGTT":699,"GAGCGCACGA":700,"GAGATCCTTTTTTTCTGCGCGTAA":701,"CTGGTATCTTTATA":702,"GAGCGCACGAGGGAGC":703,"CTGGTATCTTTATAGTCCTGTCGGGTT":704,"GTTACCGGATAA":705,"GGAACAGGAGAGCGCACGAGGGAGC":706,"CTGGTATCTTTATAGTCCTGTCGGGTTTCGCCA":707,"GGCGCAGCGG":708,"CTCAAGACGATA":709,"GTTACCGGATAAGGCGCAGCGG":710,"GAGATCCTTTTTTTCTGCGCGTAATCTGCTGCTTGCAAACAAAAAAACCACCGCTACCA":711,"GGGTTGGACTCAAGACGATA":712,"CACCCGC":713,"TTGACGC":714,"CTACATACC":715,"GGACAGGTA":716,"GGGTTGGACTCAAGACGATAGTTACCGGATAAGGCGCAGCGG":717,"GAGCTT":718,"GGGGGGCGGAGCCTA":719,"GTGTAGCCGTA":720,"TTCAGCAGAGC":721,"TGGCCC":722,"GAACTCTGTA":723,"GTGTAGCCGTAGTTA":724,"CTTGAGATCCTTTTTTTCTGCGCGTAATCTGCTGCTTGCAAACAAAAAAACCACCGCTACCA":725,"CTACATACCTCGCTCTGC":726,"CGGATCAAGAGCTA":727,"GCGGTGGTT":728,"GCAGATACCAAATA":729,"CTTCAAGAACTCTGTA":730,"TAATCCTGTTA":731,"GGTAACTGGCTTCAGCAGAGC":732,"TTCCAGGGG":733,"GTCGATTTT":734,"GCGGTGGTTTGTTTGC":735,"CTACATACCTCGCTCTGCTAATCCTGTTA":736,"GGTAACTGGCTTCAGCAGAGCGCAGATACCAAATA":737,"GCGGTGGTTTGTTTGCCGGATCAAGAGCTA":738,"CTTCAAGAACTCTGTAGCACCGC":739,"GAAAGGCGGACAGGTA":740,"GAAAGGCGGACAGGTATCCGGTAA":741,"TGTCCGC":742,"TGTGATGCTCGTCA":743,"GGGGGGCGGAGCCTATGGAAAAA":744,"CTTCAAGAACTCTGTAGCACCGCCTACATACCTCGCTCTGCTAATCCTGTTA":745,"GAAAGCGCCA":746,"GCGGCAGGGTC":747,"GAAACGCCTGGTATCTTTATAGTCCTGTCGGGTTTCGCCA":748,"TCCGAAGGTAACTGGCTTCAGCAGAGCGCAGATACCAAATA":749,"TACACCGAA":750,"GAAAGGCGGACAGGTATCCGGTAAGCGGCAGGGTC":751,"TGCTGCCAGTGGC":752,"CTTGAGCGTCGATTTT":753,"CAGCCCAGCTT":754,"CGATT":755,"GATAAGTCGTG":756,"CGCTTCCCGAAGGGA":757,"CAGCCCAGCTTGGAGC":758,"GATAAGTCGTGTCTTACC":759,"CCAGTGGCTGCTGCCAGTGGC":760,"CTCTTTTTCCGAAGGTAACTGGCTTCAGCAGAGCGCAGATACCAAATA":761,"TGATTC":762,"GGAACAGGAGAGCGCACGAGGGAGCTTCCAGGGG":763,"CCAGTGGCTGCTGCCAGTGGCGATAAGTCGTGTCTTACC":764,"TACCTACAGC":765,"CTTGAGCGTCGATTTTTGTGATGCTCGTCA":766,"TCGGGCTGAACGG":767,"CAGCCCAGCTTGGAGCGAACGACC":768,"CGCTTCCCGAAGGGAGAAAGGCGGACAGGTATCCGGTAAGCGGCAGGGTC":769,"TCGGGCTGAACGGGGGGTTC":770,"CTGAGATACCTACAGC":771,"GATCAAAGGATCTT":772,"GTGTAGCCGTAGTTAGGCCACCA":773,"TTAAAAA":774,"TACACCGAACTGAGATACCTACAGC":775,"CCTCTGACTTGAGCGTCGATTTTTGTGATGCTCGTCA":776,"GCGGTGGTTTGTTTGCCGGATCAAGAGCTACCAA":777,"CTTCAAGAACTCTGTAGCACCGCCTACATACCTCGCTCTGCTAATCCTGTTACCAGTGGCTGCTGCCAGTGGCGATAAGTCGTGTCTTACC":778,"GAAAGCGCCACGCTTCCCGAAGGGAGAAAGGCGGACAGGTATCCGGTAAGCGGCAGGGTC":779,"GTTCCACTGAGCGTCAGACCCC":780,"GGGTTGGACTCAAGACGATAGTTACCGGATAAGGCGCAGCGGTCGGGCTGAACGGGGGGTTC":781,"CAGCCCAGCTTGGAGCGAACGACCTACACCGAACTGAGATACCTACAGC":782,"TGTCCA":783,"CGTG":784,"GAAAGCGCCACGCTTCCCGAAGGGAGAAAGGCGGACAGGTATCCGGTAAGCGGCAGGGTCGGAACAGGAGAGCGCACGAGGGAGCTTCCAGGGG":785,"GCGGTGGTTTGTTTGCCGGATCAAGAGCTACCAACTCTTTTTCCGAAGGTAACTGGCTTCAGCAGAGCGCAGATACCAAATA":786,"CTCCAA":787,"CTTCAAGAACTCTGTAGCACCGCCTACATACCTCGCTCTGCTAATCCTGTTACCAGTGGCTGCTGCCAGTGGCGATAAGTCGTGTCTTACCGGGTTGGACTCAAGACGATAGTTACCGGATAAGGCGCAGCGGTCGGGCTGAACGGGGGGTTC":788,"GAAACGCCTGGTATCTTTATAGTCCTGTCGGGTTTCGCCACCTCTGACTTGAGCGTCGATTTTTGTGATGCTCGTCA":789,"TCGGCA":790,"GTGCACACAGCCCAGCTTGGAGCGAACGACCTACACCGAACTGAGATACCTACAGC":791,"GATCAAAGGATCTTCTTGAGATCCTTTTTTTCTGCGCGTAATCTGCTGCTTGCAAACAAAAAAACCACCGCTACCA":792,"GGGGGGCGGAGCCTATGGAAAAACGCCAGCAA":793,"CTTTTTACGG":794,"TCCGCC":795,"CTACAA":796,"CGATGC":797,"TTTATAA":798,"CTTTTTACGGTTCC":799,"GTGTAGCCGTAGTTAGGCCACCACTTCAAGAACTCTGTAGCACCGCCTACATACCTCGCTCTGCTAATCCTGTTACCAGTGGCTGCTGCCAGTGGCGATAAGTCGTGTCTTACCGGGTTGGACTCAAGACGATAGTTACCGGATAAGGCGCAGCGGTCGGGCTGAACGGGGGGTTC":800,"CGCGGCCTTTTTACGGTTCC":801,"CCAATGC":802,"GTTCCACTGAGCGTCAGACCCCGTAGAAAA":803,"GAAAGCGCCACGCTTCCCGAAGGGAGAAAGGCGGACAGGTATCCGGTAAGCGGCAGGGTCGGAACAGGAGAGCGCACGAGGGAGCTTCCAGGGGGAAACGCCTGGTATCTTTATAGTCCTGTCGGGTTTCGCCACCTCTGACTTGAGCGTCGATTTTTGTGATGCTCGTCA":804,"TGGAGC":805,"GGCAGTACATCAA":806,"CTCGGC":807,"GGTTGA":808,"GTGTAGCCGTAGTTAGGCCACCACTTCAAGAACTCTGTAGCACCGCCTACATACCTCGCTCTGCTAATCCTGTTACCAGTGGCTGCTGCCAGTGGCGATAAGTCGTGTCTTACCGGGTTGGACTCAAGACGATAGTTACCGGATAAGGCGCAGCGGTCGGGCTGAACGGGGGGTTCGTGCACACAGCCCAGCTTGGAGCGAACGACCTACACCGAACTGAGATACCTACAGC":809,"GGGGGGCGGAGCCTATGGAAAAACGCCAGCAACGCGGCCTTTTTACGGTTCC":810,"TGTTCTT":811,"GGTGGCA":812,"TCCGA":813,"TGTGAAA":814,"GTATATA":815,"GTCACA":816,"GATCAAAGGATCTTCTTGAGATCCTTTTTTTCTGCGCGTAATCTGCTGCTTGCAAACAAAAAAACCACCGCTACCAGCGGTGGTTTGTTTGCCGGATCAAGAGCTACCAACTCTTTTTCCGAAGGTAACTGGCTTCAGCAGAGCGCAGATACCAAATA":817,"TGGCGC":818,"TTGTT":819,"TATAAA":820,"TGGCCTTTTGCTCACA":821,"GGGAAA":822,"GAAAGCGCCACGCTTCCCGAAGGGAGAAAGGCGGACAGGTATCCGGTAAGCGGCAGGGTCGGAACAGGAGAGCGCACGAGGGAGCTTCCAGGGGGAAACGCCTGGTATCTTTATAGTCCTGTCGGGTTTCGCCACCTCTGACTTGAGCGTCGATTTTTGTGATGCTCGTCAGGGGGGCGGAGCCTATGGAAAAACGCCAGCAACGCGGCCTTTTTACGGTTCC":823,"GCAGCAGA":824,"GCAGCAGCCA":825,"TGGCCTTTTGCTGGCCTTTTGCTCACA":826,"TAACAA":827,"TGTTGTG":828,"TGACTT":829,"TGTGCA":830,"GTTCCACTGAGCGTCAGACCCCGTAGAAAAGATCAAAGGATCTTCTTGAGATCCTTTTTTTCTGCGCGTAATCTGCTGCTTGCAAACAAAAAAACCACCGCTACCAGCGGTGGTTTGTTTGCCGGATCAAGAGCTACCAACTCTTTTTCCGAAGGTAACTGGCTTCAGCAGAGCGCAGATACCAAATA":831,"GCCACC":832,"CGTTA":833,"TCTCTA":834,"GTACC":835,"CTGGTAA":836,"CAACGC":837,"GCAGAAAA":838,"CTATCGTC":839,"TCGCTCACTGA":840,"TAAGA":841,"GAGGTA":842,"GAAAGCGCCACGCTTCCCGAAGGGAGAAAGGCGGACAGGTATCCGGTAAGCGGCAGGGTCGGAACAGGAGAGCGCACGAGGGAGCTTCCAGGGGGAAACGCCTGGTATCTTTATAGTCCTGTCGGGTTTCGCCACCTCTGACTTGAGCGTCGATTTTTGTGATGCTCGTCAGGGGGGCGGAGCCTATGGAAAAACGCCAGCAACGCGGCCTTTTTACGGTTCCTGGCCTTTTGCTGGCCTTTTGCTCACA":843,"CGTTTT":844,"CCACGC":845,"TGCGCAA":846,"GTCAGGCAA":847,"GCTTCCC":848,"AAAGAGTT":849,"GAAACA":850,"GCAGCGA":851,"TGAACC":852,"NNNN":853,"TCTCCTGTT":854,"CCCTA":855,"TCGTGC":856,"TGTGAGC":857,"TAATGA":858,"TTAATT":859,"CCGCTT":860,"CCCTGCCGC":861,"GGGATTTT":862,"CAACCA":863,"TGGCGTTTT":864,"TAAGACA":865,"TGCGCCTTA":866,"GCATGCA":867,"CAACGTT":868,"GGCGAAAA":869,"CCCACGC":870,"GAAACCCGACAGGA":871,"GGATACA":872,"GGATGA":873,"GGCAAAA":874,"TCTATA":875,"TCGCTA":876,"TTTTA":877,"TGCACGAA":878,"TGTGCGC":879,"TGTAGGC":880,"GGCTCCGCCC":881,"AAATCAA":882,"GGAGTA":883,"GATGG":884,"TATTAATT":885,"CGCTCCAAGC":886,"TCAAGGCGA":887,"GTGAGCTATGA":888,"CTATAAAGATA":889,"TTCTCC":890,"GAAGTT":891,"CCAGGCGTT":892,"TAACCGTATTA":893,"GTCCAACCCGG":894,"TGCGCCTTATCCGGTAA":895,"CTCGTGCGC":896,"GTTATCCCC":897,"GAAACCCGACAGGACTATAAAGATA":898,"CTGGCAGCAGCCA":899,"TCCTGCGTTATCCCC":900,"CTCGTGCGCTCTCCTGTT":901,"TCTCAAGAAGA":902,"GTGGTCC":903,"CTTTCTCC":904,"TGATTCTGTGGA":905,"TCCTTTGA":906,"AAACTA":907,"CTACGG":908,"CTACGGC":909,"TCCTGCGTTATCCCCTGATTCTGTGGA":910,"CGTAAA":911,"GGTGGA":912,"CCGCCGC":913,"GGCTCCGCCCCCCTGA":914,"TTCAGCTCC":915,"TGCACGAACCCC":916,"CAAGCA":917,"CGAGCATCA":918,"CAGGATTA":919,"TCACCGGC":920,"TGTAGGTA":921,"TCCTGCGTTATCCCCTGATTCTGTGGATAACCGTATTA":922,"CCGCTGCGCCTTATCCGGTAA":923,"CTATCGTCTTGA":924,"CCGCGC":925,"TCTTGATCC":926,"CTATCGTCTTGAGTCCAACCCGG":927,"CGACTTA":928,"TTACCGGA":929,"CCGCTGCGCCTTATCCGGTAACTATCGTCTTGAGTCCAACCCGG":930,"TGTTCA":931,"GTGTAGCCGTAGTTAGGCCACCACTTCAAGAACTCTGTAGCACCGCCTACATACCTCGCTCTGCTAATCCTGTTACCAGTGGCTGCTGCCAGTGGCGATAAGTCGTGTCTTACCGGGTTGGACTCAAGACGATAGTTACCGGATAAGGCGCAGCGGTCGGGCTGAACGGGGGGTTCGTGCACACAGCCCAGCTTGGAGCGAACGACCTACACCGAACTGAGATACCTACAGCGTGAGCTATGA":932,"GGGTGG":933,"AAAGAGTTGGTAGC":934,"CTGGCAGCAGCCACTGGTAA":935,"CAGCCCGA":936,"TGAACA":937,"TGCTGG":938,"TAAGC":939,"GAAACCCGACAGGACTATAAAGATACCAGGCGTT":940,"TCCATAGGCTCCGCCCCCCTGA":941,"TATTCTT":942,"TTGTTA":943,"TGGAAGCTCC":944,"CGCTCCAAGCTGGGC":945,"CGAGCATCACAAAAA":946,"CCACTA":947,"TAACGCA":948,"TAAACCA":949,"CCGTTCAGCCCGA":950,"TGTAGGTCGTT":951,"TACCTGTCCGC":952,"TAGATCC":953,"TTCCTTTT":954,"CGCCGA":955,"CCGACCCTGCCGC":956,"GTTGCTGGCGTTTT":957,"GCAGAAAAAAAGGA":958,"TGTAGGTCGTTCGCTCCAAGCTGGGC":959,"TTACCGGATACCTGTCCGC":960,"TGGAAGCTCCCTCGTGCGCTCTCCTGTT":961,"TTACGCGCAGAAAAAAAGGA":962,"TCAAGTCAGA":963,"TGTCTT":964,"TTTTTTTGTT":965,"TTGGAAAA":966,"CTCCCA":967,"CCGACCCTGCCGCTTACCGGATACCTGTCCGC":968,"TCAAGTCAGAGGTGGC":969,"TCAGTGGAA":970,"TGGAAGCTCCCTCGTGCGCTCTCCTGTTCCGACCCTGCCGCTTACCGGATACCTGTCCGC":971,"GTGGCGCTT":972,"TCGCTGA":973,"CGAGCATCACAAAAATCGACGC":974,"CTTTCTCCCTTCGG":975,"TCTCAGTTCGG":976,"TGCTGA":977,"TGGTATGGC":978,"GGTGCTACA":979,"CTTTCTCCCTTCGGGAAGC":980,"TGGTAGCGG":981,"GCTCA":982,"TTACGCGCAGAAAAAAAGGATCTCAAGAAGA":983,"CTCGG":984,"TGCAAGCAGCAGA":985,"TGTGTGCACGAACCCC":986,"CGACTTATCGCCA":987,"TGTCGA":988,"CCGCTGTT":989,"CTTTCTCCCTTCGGGAAGCGTGGCGCTT":990,"TCTCAGTTCGGTGTAGGTCGTTCGCTCCAAGCTGGGC":991,"TAAGACACGACTTATCGCCA":992,"TATTTC":993,"TGTGTGCACGAACCCCCCGTTCAGCCCGA":994,"AAAAGGCCA":995,"GTTGCCGG":996,"GTATTTGGTA":997,"GAAACCCGACAGGACTATAAAGATACCAGGCGTTTCCCCC":998,"GTATTTGGTATCTGCGC":999,"GAGTTCTTGAA":1000,"GTCTCGC":1001,"GCAGAGCGAGGTA":1002,"GGAGAA":1003,"GGTGCTACAGAGTTCTTGAA":1004,"GGCAAACAAA":1005,"TTACGCGCAGAAAAAAAGGATCTCAAGAAGATCCTTTGA":1006,"TGGAAGCTCCCTCGTGCGCTCTCCTGTTCCGACCCTGCCGCTTACCGGATACCTGTCCGCCTTTCTCCCTTCGGGAAGCGTGGCGCTT":1007,"CGAGCATCACAAAAATCGACGCTCAAGTCAGAGGTGGC":1008,"TCTCAGTTCGGTGTAGGTCGTTCGCTCCAAGCTGGGCTGTGTGCACGAACCCCCCGTTCAGCCCGA":1009,"GTATTTGGTATCTGCGCTCTGC":1010,"CCGCTGCGCCTTATCCGGTAACTATCGTCTTGAGTCCAACCCGGTAAGACACGACTTATCGCCA":1011,"GTTACCTT":1012,"TATTTGAA":1013,"CAGGATTAGCAGAGCGAGGTA":1014,"TCTTGATCCGGCAAACAAA":1015,"GTAAAAAGGCCGC":1016,"GTATTTGGTATCTGCGCTCTGCTGAAGCCA":1017,"GGGCTT":1018,"GTCAGAA":1019,"CCACCGCTGGTAGCGG":1020,"TCTCAGTTCGGTGTAGGTCGTTCGCTCCAAGCTGGGCTGTGTGCACGAACCCCCCGTTCAGCCCGACCGCTGCGCCTTATCCGGTAACTATCGTCTTGAGTCCAACCCGGTAAGACACGACTTATCGCCA":1021,"TTTTTTTGTTTGCAAGCAGCAGA":1022,"GTGGTGGCCTAA":1023,"GCGATC":1024,"TGTAGGCGGTGCTACAGAGTTCTTGAA":1025,"GCCCGGC":1026,"CTGGCAGCAGCCACTGGTAACAGGATTAGCAGAGCGAGGTA":1027,"TCTTGATCCGGCAAACAAACCACCGCTGGTAGCGG":1028,"GGGCTCC":1029,"CAACC":1030,"GGAACCGTAAAAAGGCCGC":1031,"CTACGGCTACACTA":1032,"TCGCCGC":1033,"GTGGTGGCCTAACTACGGCTACACTA":1034,"TGTAGGTATCTCAGTTCGGTGTAGGTCGTTCGCTCCAAGCTGGGCTGTGTGCACGAACCCCCCGTTCAGCCCGACCGCTGCGCCTTATCCGGTAACTATCGTCTTGAGTCCAACCCGGTAAGACACGACTTATCGCCA":1035,"TCCTGGC":1036,"GGAACCGTAAAAAGGCCGCGTTGCTGGCGTTTT":1037,"TTAAGC":1038,"CTGGCAGCAGCCACTGGTAACAGGATTAGCAGAGCGAGGTATGTAGGCGGTGCTACAGAGTTCTTGAA":1039,"AAAGAGTTGGTAGCTCTTGATCCGGCAAACAAACCACCGCTGGTAGCGG":1040,"AAATATGTA":1041,"AAAAGGCCAGC":1042,"GTTACCTTCGGAA":1043,"TGTTGTGC":1044,"TACATTC":1045,"TTACGCGCAGAAAAAAAGGATCTCAAGAAGATCCTTTGATCTTTT":1046,"TGGCAGCA":1047,"TGTAGGTATCTCAGTTCGGTGTAGGTCGTTCGCTCCAAGCTGGGCTGTGTGCACGAACCCCCCGTTCAGCCCGACCGCTGCGCCTTATCCGGTAACTATCGTCTTGAGTCCAACCCGGTAAGACACGACTTATCGCCACTGGCAGCAGCCACTGGTAACAGGATTAGCAGAGCGAGGTATGTAGGCGGTGCTACAGAGTTCTTGAA":1048,"TGTTTCC":1049,"CCTCGA":1050,"GTATTTGGTATCTGCGCTCTGCTGAAGCCAGTTACCTTCGGAA":1051,"TGAGTAAA":1052,"TGAAGC":1053,"AAAAGGCCAGCAAAAGGCCA":1054,"GGTCTGACGC":1055,"TAAAAA":1056,"CCGCCTT":1057,"TCAAGC":1058,"TCATGAGC":1059,"CTCACGTTAA":1060,"GTGAGCAA":1061,"TGTAACCCA":1062,"TGTAGGTATCTCAGTTCGGTGTAGGTCGTTCGCTCCAAGCTGGGCTGTGTGCACGAACCCCCCGTTCAGCCCGACCGCTGCGCCTTATCCGGTAACTATCGTCTTGAGTCCAACCCGGTAAGACACGACTTATCGCCACTGGCAGCAGCCACTGGTAACAGGATTAGCAGAGCGAGGTATGTAGGCGGTGCTACAGAGTTCTTGAAGTGGTGGCCTAACTACGGCTACACTA":1063,"GTGCTT":1064,"GGTCTGACGCTCAGTGGAA":1065,"GGGATTTTGGTCA":1066,"TCCGTAA":1067,"GCACCA":1068,"GTATTTGGTATCTGCGCTCTGCTGAAGCCAGTTACCTTCGGAAAAAGAGTTGGTAGCTCTTGATCCGGCAAACAAACCACCGCTGGTAGCGG":1069,"TGTTCTTTCCTGCGTTATCCCCTGATTCTGTGGATAACCGTATTA":1070,"TGACCAAAATCCCTTAACGTGAGTTTTC":1071,"CCGAGTTGC":1072,"CTCACGTTAAGGGATTTTGGTCA":1073,"TGTGAGCAAAAGGCCAGCAAAAGGCCA":1074,"TGCGCTC":1075,"CTTTAAAA":1076,"TTTTTTTGTTTGCAAGCAGCAGATTACGCGCAGAAAAAAAGGATCTCAAGAAGATCCTTTGATCTTTT":1077,"CTACGGGGTCTGACGCTCAGTGGAA":1078,"TGTCACGC":1079,"TTAATGAA":1080,"GTGTAGCCGTAGTTAGGCCACCACTTCAAGAACTCTGTAGCACCGCCTACATACCTCGCTCTGCTAATCCTGTTACCAGTGGCTGCTGCCAGTGGCGATAAGTCGTGTCTTACCGGGTTGGACTCAAGACGATAGTTACCGGATAAGGCGCAGCGGTCGGGCTGAACGGGGGGTTCGTGCACACAGCCCAGCTTGGAGCGAACGACCTACACCGAACTGAGATACCTACAGCGTGAGCTATGAGAAAGCGCCACGCTTCCCGAAGGGAGAAAGGCGGACAGGTATCCGGTAAGCGGCAGGGTCGGAACAGGAGAGCGCACGAGGGAGCTTCCAGGGGGAAACGCCTGGTATCTTTATAGTCCTGTCGGGTTTCGCCACCTCTGACTTGAGCGTCGATTTTTGTGATGCTCGTCAGGGGGGCGGAGCCTATGGAAAAACGCCAGCAACGCGGCCTTTTTACGGTTCCTGGCCTTTTGCTGGCCTTTTGCTCACA":1081,"CTGCAA":1082,"TGCACA":1083,"TCTCCA":1084,"TCCATAGGCTCCGCCCCCCTGACGAGCATCACAAAAATCGACGCTCAAGTCAGAGGTGGC":1085,"CGAAAACTCACGTTAAGGGATTTTGGTCA":1086,"CTCACCA":1087,"CTTGGTC":1088,"TGTGAGCAAAAGGCCAGCAAAAGGCCAGGAACCGTAAAAAGGCCGCGTTGCTGGCGTTTT":1089,"GTATGA":1090,"TTTTTTTGTTTGCAAGCAGCAGATTACGCGCAGAAAAAAAGGATCTCAAGAAGATCCTTTGATCTTTTCTACGGGGTCTGACGCTCAGTGGAA":1091,"TCGCTCACTGACTCGC":1092,"GTGGTT":1093,"GAAACCCGACAGGACTATAAAGATACCAGGCGTTTCCCCCTGGAAGCTCCCTCGTGCGCTCTCCTGTTCCGACCCTGCCGCTTACCGGATACCTGTCCGCCTTTCTCCCTTCGGGAAGCGTGGCGCTT":1094,"GCAGCAA":1095,"CCAGG":1096,"TCACCAGC":1097,"CCCACTGC":1098,"GCCACGTT":1099,"CTGATCTT":1100,"GGATCTA":1101,"TAAACA":1102,"TAAAGTT":1103,"TCGAAA":1104,"TGTTTATTTT":1105,"CCCAGTGC":1106,"AAAGAA":1107,"GGGGATAACGCA":1108,"GGGCCGAGC":1109,"GAAGCATTTATCA":1110,"GGAAAGAACA":1111,"TGCGGCGA":1112,"TCTAAATACATTC":1113,"GAAGCATTTATCAGGGTTA":1114,"TCTAAATACATTCAAATATGTA":1115,"TGCGTATT":1116,"TTTTTTTGTTTGCAAGCAGCAGATTACGCGCAGAAAAAAAGGATCTCAAGAAGATCCTTTGATCTTTTCTACGGGGTCTGACGCTCAGTGGAACGAAAACTCACGTTAAGGGATTTTGGTCA":1117,"CGCAGTG":1118,"GGGGATAACGCAGGAAAGAACA":1119,"GTTTCTGG":1120,"AAAGTCC":1121,"CGTTGTTGCCA":1122,"TGTATTTA":1123,"GTTTGC":1124,"GTTCATCCA":1125,"AAAGGATCTTCACC":1126,"GGCACCTA":1127,"CTCGTGCA":1128,"CCAAGTCA":1129,"GGATACATATTTGAA":1130,"TCTAAATACATTCAAATATGTATCCGCTCA":1131,"TCCTTCGG":1132,"TTATCAAAAAGGATCTTCACC":1133,"GAAGCATTTATCAGGGTTATTGTC":1134,"GGGAGA":1135,"TCTAAAGTATATA":1136,"TGGGCAA":1137,"CGGCGA":1138,"GTATTTGGTATCTGCGCTCTGCTGAAGCCAGTTACCTTCGGAAAAAGAGTTGGTAGCTCTTGATCCGGCAAACAAACCACCGCTGGTAGCGGTGG":1139,"TGAGATTATCAAAAAGGATCTTCACC":1140,"TTATTTA":1141,"CGTTGTTGCCATTGC":1142,"TGGTGAAA":1143,"GAATACTCA":1144,"TAGAGTAA":1145,"TTATCCACA":1146,"TTTTTAATT":1147,"TTACGG":1148,"TCATATGC":1149,"TGAGATTATCAAAAAGGATCTTCACCTAGATCC":1150,"AAACGA":1151,"GAGCGGTA":1152,"TCAATATTATT":1153,"GGGAATAA":1154,"CAGCATCTT":1155,"TGGTTCA":1156,"TCATGAGCGGATACATATTTGAA":1157,"TAGAA":1158,"TTATCCACAGAATCA":1159,"CGGCTGCGGC":1160,"GCCACATA":1161,"AAATCAATCTAAAGTATATA":1162,"TCATGC":1163,"GTGCCAGC":1164,"GGTAATACGG":1165,"TACTCTTCCTTTT":1166,"GTGAGCGA":1167,"GGGCTTACCA":1168,"TGTGAGCAAAAGGCCAGCAAAAGGCCAGGAACCGTAAAAAGGCCGCGTTGCTGGCGTTTTTCCATAGGCTCCGCCCCCCTGACGAGCATCACAAAAATCGACGCTCAAGTCAGAGGTGGC":1169,"GTGCACGA":1170,"TAAACAAATA":1171,"CCGTCGTGTA":1172,"TGCGCTCGGTCGTT":1173,"CCCCGA":1174,"CGCGAA":1175,"TGACCAAAATCCCTTAACGTGAGTTTTCGTTCCACTGAGCGTCAGACCCCGTAGAAAAGATCAAAGGATCTTCTTGAGATCCTTTTTTTCTGCGCGTAATCTGCTGCTTGCAAACAAAAAAACCACCGCTACCAGCGGTGGTTTGTTTGCCGGATCAAGAGCTACCAACTCTTTTTCCGAAGGTAACTGGCTTCAGCAGAGCGCAGATACCAAATA":1176,"TCCATCCAGTC":1177,"TGAGTAAACTTGGTC":1178,"CCAATGCTTAA":1179,"GATAACTA":1180,"TTACTTTCACCAGC":1181,"TCGTCGTT":1182,"TCAGTGAGGCACCTA":1183,"GATGCTTTT":1184,"TGTCTATTTC":1185,"TCACTCAAAGGC":1186,"TCTCAGCGATC":1187,"GAAGCATTTATCAGGGTTATTGTCTCATGAGCGGATACATATTTGAA":1188,"GAGATCCAGTTCGA":1189,"CAGCATCTTTTACTTTCACCAGC":1190,"TGTCTATTTCGTTCATCCA":1191,"AAACAGGAA":1192,"TAGTTGCCTGA":1193,"TCTTGCCCGGC":1194,"CCAATGCTTAATCAGTGAGGCACCTA":1195,"GTCAGAAGTAA":1196,"GTGCTCATCA":1197,"GGTATTA":1198,"CGGCTGCGGCGAGCGGTA":1199,"TGCCATCCGTAA":1200,"TGCAACTTTA":1201,"TCTCAGCGATCTGTCTATTTCGTTCATCCA":1202,"CGGGCAA":1203,"GCAATAAACCA":1204,"GGTAATACGGTTATCCACAGAATCA":1205,"TGCCATCCGTAAGATGCTTTT":1206,"GCCAGCCGGAA":1207,"TGTTTATTTTTCTAAATACATTCAAATATGTATCCGCTCA":1208,"GTTAATAGTT":1209,"CGGAAATGTT":1210,"TTTATCAGCAATAAACCA":1211,"GATCGTTGTCAGAAGTAA":1212,"GATAACTACGATA":1213,"GGGCCGAGCGCAGAA":1214,"TGCAACTTTATCCGCC":1215,"CGGGAGGGCTTACCA":1216,"CTGCATAATT":1217,"TCTCAGCGATCTGTCTATTTCGTTCATCCATAGTTGCCTGA":1218,"TTTATCAGCAATAAACCAGCCAGCCGGAA":1219,"TCAGCTCACTCAAAGGC":1220,"CTCTCAAGGA":1221,"GTAGTTCGCCA":1222,"TGCCGCAAAAAA":1223,"GTGGTCCTGCAACTTTATCCGCC":1224,"GGGCGACACGGAAATGTT":1225,"GTAGTTCGCCAGTTAATAGTT":1226,"TGCCGCAAAAAAGGGAATAA":1227,"GTTGCCGGGAAGC":1228,"TGATCCCCCA":1229,"CCGTCGTGTAGATAACTACGATA":1230,"CTCTCAAGGATCTTA":1231,"CGGGAGGGCTTACCATCTGGC":1232,"GGCATCGTGG":1233,"TATTAATTGTTGCCGGGAAGC":1234,"TTATCACTCA":1235,"TCACGA":1236,"TTTATCAGCAATAAACCAGCCAGCCGGAAGGGCCGAGCGCAGAA":1237,"CTTCGGGGCGAAAA":1238,"TGAGTT":1239,"TTAGTCAGCAA":1240,"GGGCGACACGGAAATGTTGAATACTCA":1241,"CCGCCTTTGAGTGAGC":1242,"CAGCATCTTTTACTTTCACCAGCGTTTCTGG":1243,"TGAAGTTTT":1244,"CTGCGC":1245,"CCCAACTGATCTT":1246,"GTGGTCCTGCAACTTTATCCGCCTCCATCCAGTC":1247,"GTAGTTCGCCAGTTAATAGTTTGCGCAA":1248,"GCAGAACTTTAAAA":1249,"TTCATTCAGCTCC":1250,"CTCAACCAAGTCA":1251,"GGCAAAATGCCGCAAAAAAGGGAATAA":1252,"TCGTCGTTTGGTATGGC":1253,"GAATAGTGTA":1254,"GTTGGCCGCAGTG":1255,"GTGAGCAAAAACAGGAA":1256,"GGTTCCCAACGA":1257,"CCAATGCTTAATCAGTGAGGCACCTATCTCAGCGATCTGTCTATTTCGTTCATCCATAGTTGCCTGA":1258,"CGTTCTTCGGGGCGAAAA":1259,"TATTAATTGTTGCCGGGAAGCTAGAGTAA":1260,"GAGATCCAGTTCGATGTAACCCA":1261,"GCGGTTAGC":1262,"GTTGGCCGCAGTGTTATCACTCA":1263,"TCGCTCACTGACTCGCTGCGCTCGGTCGTT":1264,"TCCTTCGGTCCTCC":1265,"TCGTCGTTTGGTATGGCTTCATTCAGCTCC":1266,"TTTTAAATTAAAAA":1267,"CCGAGTTGCTCTTGCCCGGC":1268,"GGTTCCCAACGATCAAGGCGA":1269,"CTCTCAAGGATCTTACCGCTGTT":1270,"CTCGTGCACCCAACTGATCTT":1271,"CTCTTACTGTCA":1272,"GAATAGTGTATGCGGCGA":1273,"CTGTGACTGGTGAGTA":1274,"CTCAACCAAGTCATTCTGA":1275,"TGGCAGCACTGCATAATT":1276,"TGTATTTAGAAAAA":1277,"GTGCTCATCATTGGAAAA":1278,"GCGGTTAGCTCCTTCGGTCCTCC":1279,"TGACAGTTA":1280,"GAACGACCGAGC":1281,"CCCAGTGCTGCAA":1282,"TCACCGGCTCCAGA":1283,"GCCACATAGCAGAACTTTAAAA":1284,"CCGAGTTGCTCTTGCCCGGCGTCAA":1285,"CCGTCGTGTAGATAACTACGATACGGGAGGGCTTACCATCTGGC":1286,"GATAATACCGC":1287,"GGCATCGTGGTGTCACGC":1288,"CAGCATCTTTTACTTTCACCAGCGTTTCTGGGTGAGCAAAAACAGGAA":1289,"GGCAAAATGCCGCAAAAAAGGGAATAAGGGCGACACGGAAATGTTGAATACTCA":1290,"TCTTCA":1291,"TTTATCAGCAATAAACCAGCCAGCCGGAAGGGCCGAGCGCAGAAGTGGTCCTGCAACTTTATCCGCCTCCATCCAGTC":1292,"GTTACATGATCCCCCA":1293,"TCGTCGTTTGGTATGGCTTCATTCAGCTCCGGTTCCCAACGATCAAGGCGA":1294,"TCGCCTT":1295,"TGGCAGCACTGCATAATTCTCTTACTGTCA":1296,"TATTAATTGTTGCCGGGAAGCTAGAGTAAGTAGTTCGCCAGTTAATAGTTTGCGCAA":1297,"CTCAACCAAGTCATTCTGAGAATAGTGTATGCGGCGA":1298,"GTTGGCCGCAGTGTTATCACTCATGGTTA":1299,"CCCAGTGCTGCAATGATACCGC":1300,"TGCCATCCGTAAGATGCTTTTCTGTGACTGGTGAGTA":1301,"GGTAATACGGTTATCCACAGAATCAGGGGATAACGCAGGAAAGAACA":1302,"GATAATACCGCGCCACATAGCAGAACTTTAAAA":1303,"CTCTCAAGGATCTTACCGCTGTTGAGATCCAGTTCGATGTAACCCA":1304,"AAATCAATCTAAAGTATATATGAGTAAACTTGGTC":1305,"GTGCTCATCATTGGAAAACGTTCTTCGGGGCGAAAA":1306,"CTGCTT":1307,"TCTCAATTAGTCAGCAA":1308,"CCCCTATTTGTTTATTTTTCTAAATACATTCAAATATGTATCCGCTCA":1309,"GCGGTTAGCTCCTTCGGTCCTCCGATCGTTGTCAGAAGTAA":1310,"CAGCATCTTTTACTTTCACCAGCGTTTCTGGGTGAGCAAAAACAGGAAGGCAAAATGCCGCAAAAAAGGGAATAAGGGCGACACGGAAATGTTGAATACTCA":1311,"TTTATCAGCAATAAACCAGCCAGCCGGAAGGGCCGAGCGCAGAAGTGGTCCTGCAACTTTATCCGCCTCCATCCAGTCTATTAATTGTTGCCGGGAAGCTAGAGTAAGTAGTTCGCCAGTTAATAGTTTGCGCAA":1312,"CGGCTGCGGCGAGCGGTATCAGCTCACTCAAAGGC":1313,"CTCAACCAAGTCATTCTGAGAATAGTGTATGCGGCGACCGAGTTGCTCTTGCCCGGCGTCAA":1314,"TCGCCGCAGCC":1315,"GGCATCGTGGTGTCACGCTCGTCGTTTGGTATGGCTTCATTCAGCTCCGGTTCCCAACGATCAAGGCGA":1316,"CTTCTGA":1317,"CTCGTGCACCCAACTGATCTTCAGCATCTTTTACTTTCACCAGCGTTTCTGGGTGAGCAAAAACAGGAAGGCAAAATGCCGCAAAAAAGGGAATAAGGGCGACACGGAAATGTTGAATACTCA":1318,"TTCTGC":1319,"TGGCAGCACTGCATAATTCTCTTACTGTCATGCCATCCGTAAGATGCTTTTCTGTGACTGGTGAGTA":1320,"CTCTCA":1321,"GGGGGGA":1322,"GGCATCGTGGTGTCACGCTCGTCGTTTGGTATGGCTTCATTCAGCTCCGGTTCCCAACGATCAAGGCGAGTTACATGATCCCCCA":1323,"TGAGATTATCAAAAAGGATCTTCACCTAGATCCTTTTAAATTAAAAA":1324,"GATAATACCGCGCCACATAGCAGAACTTTAAAAGTGCTCATCATTGGAAAACGTTCTTCGGGGCGAAAA":1325,"TGGCAGCACTGCATAATTCTCTTACTGTCATGCCATCCGTAAGATGCTTTTCTGTGACTGGTGAGTACTCAACCAAGTCATTCTGAGAATAGTGTATGCGGCGACCGAGTTGCTCTTGCCCGGCGTCAA":1326,"GCGGTTAGCTCCTTCGGTCCTCCGATCGTTGTCAGAAGTAAGTTGGCCGCAGTGTTATCACTCATGGTTA":1327,"TGATACCGCTCGCCGCAGCC":1328,"GTCAGTGAGCGA":1329,"CTTTTCGGGGAAA":1330,"CCGTCGTGTAGATAACTACGATACGGGAGGGCTTACCATCTGGCCCCAGTGCTGCAATGATACCGC":1331,"CTCTCAAGGATCTTACCGCTGTTGAGATCCAGTTCGATGTAACCCACTCGTGCACCCAACTGATCTTCAGCATCTTTTACTTTCACCAGCGTTTCTGGGTGAGCAAAAACAGGAAGGCAAAATGCCGCAAAAAAGGGAATAAGGGCGACACGGAAATGTTGAATACTCA":1332,"TCAATATTATTGAAGCATTTATCAGGGTTATTGTCTCATGAGCGGATACATATTTGAA":1333,"TAAAAAA":1334,"GGGGAAA":1335,"TCACCGGCTCCAGATTTATCAGCAATAAACCAGCCAGCCGGAAGGGCCGAGCGCAGAAGTGGTCCTGCAACTTTATCCGCCTCCATCCAGTCTATTAATTGTTGCCGGGAAGCTAGAGTAAGTAGTTCGCCAGTTAATAGTTTGCGCAA":1336,"GGTGTT":1337,"GGAAGCGGAA":1338,"TGTATTTAGAAAAATAAACAAATA":1339,"CCGCCTTTGAGTGAGCTGATACCGCTCGCCGCAGCC":1340,"TGTGCGCGGAA":1341,"GTTCCGC":1342,"CCAATGCTTAATCAGTGAGGCACCTATCTCAGCGATCTGTCTATTTCGTTCATCCATAGTTGCCTGACTCC":1343,"TCACCGGCTCCAGATTTATCAGCAATAAACCAGCCAGCCGGAAGGGCCGAGCGCAGAAGTGGTCCTGCAACTTTATCCGCCTCCATCCAGTCTATTAATTGTTGCCGGGAAGCTAGAGTAAGTAGTTCGCCAGTTAATAGTTTGCGCAACGTTGTTGCCATTGC":1344,"GCGGTTAGCTCCTTCGGTCCTCCGATCGTTGTCAGAAGTAAGTTGGCCGCAGTGTTATCACTCATGGTTATGGCAGCACTGCATAATTCTCTTACTGTCATGCCATCCGTAAGATGCTTTTCTGTGACTGGTGAGTACTCAACCAAGTCATTCTGAGAATAGTGTATGCGGCGACCGAGTTGCTCTTGCCCGGCGTCAA":1345,"TCGAGA":1346,"CGTAA":1347,"GTATTTGGTATCTGCGCTCTGCTGAAGCCAGTTACCTTCGGAAAAAGAGTTGGTAGCTCTTGATCCGGCAAACAAACCACCGCTGGTAGCGGTGGTTTTTTTGTTTGCAAGCAGCAGATTACGCGCAGAAAAAAAGGATCTCAAGAAGATCCTTTGATCTTTTCTACGGGGTCTGACGCTCAGTGGAACGAAAACTCACGTTAAGGGATTTTGGTCA":1348,"GTGGCA":1349,"GATAATACCGCGCCACATAGCAGAACTTTAAAAGTGCTCATCATTGGAAAACGTTCTTCGGGGCGAAAACTCTCAAGGATCTTACCGCTGTTGAGATCCAGTTCGATGTAACCCACTCGTGCACCCAACTGATCTTCAGCATCTTTTACTTTCACCAGCGTTTCTGGGTGAGCAAAAACAGGAAGGCAAAATGCCGCAAAAAAGGGAATAAGGGCGACACGGAAATGTTGAATACTCA":1350,"CTTCCTT":1351,"TTGTA":1352,"TGTGCGCGGAACCCCTATTTGTTTATTTTTCTAAATACATTCAAATATGTATCCGCTCA":1353,"TATTGAAAAA":1354,"CCGCCTTTGAGTGAGCTGATACCGCTCGCCGCAGCCGAACGACCGAGC":1355,"TAAATGCTT":1356,"CCTGGC":1357,"TGTTGTGCAAAAAA":1358,"GTCTGC":1359,"GGCAGAAGTA":1360,"GGTTCA":1361,"TGAGATTATCAAAAAGGATCTTCACCTAGATCCTTTTAAATTAAAAATGAAGTTTT":1362,"GGATA":1363,"CTCTGC":1364,"CCCTGATAAATGCTT":1365,"TGAGACAATAA":1366,"TGTGAA":1367,"AAATCAATCTAAAGTATATATGAGTAAACTTGGTCTGACAGTTA":1368,"CTTTTCGGGGAAATGTGCGCGGAACCCCTATTTGTTTATTTTTCTAAATACATTCAAATATGTATCCGCTCA":1369,"TCTCATAGC":1370,"GCAGCGAGTCAGTGAGCGA":1371,"TGGGGGA":1372,"TTGCGTT":1373,"TAACTTA":1374,"TGTGAGCAAAAGGCCAGCAAAAGGCCAGGAACCGTAAAAAGGCCGCGTTGCTGGCGTTTTTCCATAGGCTCCGCCCCCCTGACGAGCATCACAAAAATCGACGCTCAAGTCAGAGGTGGCGAAACCCGACAGGACTATAAAGATACCAGGCGTTTCCCCCTGGAAGCTCCCTCGTGCGCTCTCCTGTTCCGACCCTGCCGCTTACCGGATACCTGTCCGCCTTTCTCCCTTCGGGAAGCGTGGCGCTT":1375,"TGAGACAATAACCCTGATAAATGCTT":1376,"CCAAGC":1377,"CGGCTGCGGCGAGCGGTATCAGCTCACTCAAAGGCGGTAATACGGTTATCCACAGAATCAGGGGATAACGCAGGAAAGAACA":1378,"CCAATGCTTAATCAGTGAGGCACCTATCTCAGCGATCTGTCTATTTCGTTCATCCATAGTTGCCTGACTCCCCGTCGTGTAGATAACTACGATACGGGAGGGCTTACCATCTGGCCCCAGTGCTGCAATGATACCGC":1379,"GGCATCGTGGTGTCACGCTCGTCGTTTGGTATGGCTTCATTCAGCTCCGGTTCCCAACGATCAAGGCGAGTTACATGATCCCCCATGTTGTGCAAAAAA":1380,"TACTCTTCCTTTTTCAATATTATTGAAGCATTTATCAGGGTTATTGTCTCATGAGCGGATACATATTTGAA":1381,"GATCCTTTT":1382,"TGGATGAA":1383,"GGCGGTT":1384,"CAATTAA":1385,"CGAGTT":1386,"CTTCTT":1387,"GCGCCCGC":1388,"GCGCGA":1389,"GATCCTTTTTGATAA":1390,"GGATCTAGGTGAA":1391,"TCAATGTA":1392,"TATATACTT":1393,"GGATCTAGGTGAAGATCCTTTTTGATAA":1394,"GGGGTGG":1395,"CCATTA":1396,"GGATCTAGGTGAAGATCCTTTTTGATAATCTCA":1397,"CCAGGCTCC":1398,"CCGCCTTTGAGTGAGCTGATACCGCTCGCCGCAGCCGAACGACCGAGCGCAGCGAGTCAGTGAGCGA":1399,"GGCAGAAGTATGCAAA":1400,"CTTGCCA":1401,"GGGGTTCCGCGCA":1402,"TGGAGA":1403,"GGCATCGTGGTGTCACGCTCGTCGTTTGGTATGGCTTCATTCAGCTCCGGTTCCCAACGATCAAGGCGAGTTACATGATCCCCCATGTTGTGCAAAAAAGCGGTTAGCTCCTTCGGTCCTCCGATCGTTGTCAGAAGTAAGTTGGCCGCAGTGTTATCACTCATGGTTATGGCAGCACTGCATAATTCTCTTACTGTCATGCCATCCGTAAGATGCTTTTCTGTGACTGGTGAGTACTCAACCAAGTCATTCTGAGAATAGTGTATGCGGCGACCGAGTTGCTCTTGCCCGGCGTCAA":1404,"TCACTGCA":1405,"TGAGACAATAACCCTGATAAATGCTTCAATAA":1406,"GGTGGCACTTTTCGGGGAAATGTGCGCGGAACCCCTATTTGTTTATTTTTCTAAATACATTCAAATATGTATCCGCTCA":1407,"TCTCATAGCTCACGC":1408,"TCTGAA":1409,"GAAAAGTGC":1410,"TGTGTA":1411,"CGTTCTT":1412,"CTGTCCTT":1413,"GGGGTTCCGCGCACATT":1414,"TATATACTTTAGA":1415,"CTCATATATACTTTAGA":1416,"CTGCTA":1417,"TCCCGCCCCTAACTCCGCCCA":1418,"GGCAGAAGTATGCAAAGCATGCA":1419,"AAAGTCCCCAGGCTCC":1420,"GCATA":1421,"TGTATTTAGAAAAATAAACAAATAGGGGTTCCGCGCACATT":1422,"TCGCTCACTGACTCGCTGCGCTCGGTCGTTCGGCTGCGGCGAGCGGTATCAGCTCACTCAAAGGCGGTAATACGGTTATCCACAGAATCAGGGGATAACGCAGGAAAGAACA":1423,"CGCCGC":1424,"GGCAGAAGTATGCAAAGCATGCATCTCAATTAGTCAGCAA":1425,"AAACTCA":1426,"TTCATTAA":1427,"TGAGACAATAACCCTGATAAATGCTTCAATAATATTGAAAAA":1428,"TCTCTGGC":1429,"TGTATTTAGAAAAATAAACAAATAGGGGTTCCGCGCACATTTCCCC":1430,"TAAAAGGATCTAGGTGAAGATCCTTTTTGATAATCTCA":1431,"GGAGCTAA":1432,"TGAGATTATCAAAAAGGATCTTCACCTAGATCCTTTTAAATTAAAAATGAAGTTTTAAATCAATCTAAAGTATATATGAGTAAACTTGGTCTGACAGTTA":1433,"TAGCTGTTTCC":1434,"TAAAACTTCA":1435,"AAACCGC":1436,"CCCACGCTCACCGGCTCCAGATTTATCAGCAATAAACCAGCCAGCCGGAAGGGCCGAGCGCAGAAGTGGTCCTGCAACTTTATCCGCCTCCATCCAGTCTATTAATTGTTGCCGGGAAGCTAGAGTAAGTAGTTCGCCAGTTAATAGTTTGCGCAACGTTGTTGCCATTGC":1437,"TAAAACTTCATTTTTAATT":1438,"CTCATATATACTTTAGATTGATT":1439,"TGAGACAATAACCCTGATAAATGCTTCAATAATATTGAAAAAGGAAGA":1440,"GCATAAA":1441,"TGACTC":1442,"TTATGCA":1443,"TTAATGAATCGGC":1444,"CTGGCTGA":1445,"GGAGCTGAA":1446,"GTCTCC":1447,"CTGGAAA":1448,"CTCATATATACTTTAGATTGATTTAAAACTTCATTTTTAATT":1449,"TTAATGAATCGGCCAACGC":1450,"GCATTAA":1451,"CCGCCTTTGAGTGAGCTGATACCGCTCGCCGCAGCCGAACGACCGAGCGCAGCGAGTCAGTGAGCGAGGAAGCGGAA":1452,"GATAATACCGCGCCACATAGCAGAACTTTAAAAGTGCTCATCATTGGAAAACGTTCTTCGGGGCGAAAACTCTCAAGGATCTTACCGCTGTTGAGATCCAGTTCGATGTAACCCACTCGTGCACCCAACTGATCTTCAGCATCTTTTACTTTCACCAGCGTTTCTGGGTGAGCAAAAACAGGAAGGCAAAATGCCGCAAAAAAGGGAATAAGGGCGACACGGAAATGTTGAATACTCATACTCTTCCTTTTTCAATATTATTGAAGCATTTATCAGGGTTATTGTCTCATGAGCGGATACATATTTGAA":1453,"TTAATGAATCGGCCAACGCGCGG":1454,"TCTCATAGCTCACGCTGTAGGTATCTCAGTTCGGTGTAGGTCGTTCGCTCCAAGCTGGGCTGTGTGCACGAACCCCCCGTTCAGCCCGACCGCTGCGCCTTATCCGGTAACTATCGTCTTGAGTCCAACCCGGTAAGACACGACTTATCGCCACTGGCAGCAGCCACTGGTAACAGGATTAGCAGAGCGAGGTATGTAGGCGGTGCTACAGAGTTCTTGAAGTGGTGGCCTAACTACGGCTACACTA":1455,"TGTATTTAGAAAAATAAACAAATAGGGGTTCCGCGCACATTTCCCCGAAAAGTGC":1456,"TCTTCCGCTTCC":1457,"TTAATGAATCGGCCAACGCGCGGGGAGA":1458,"CTCATATATACTTTAGATTGATTTAAAACTTCATTTTTAATTTAAAAGGATCTAGGTGAAGATCCTTTTTGATAATCTCA":1459,"TGACGTT":1460,"CCATTC":1461,"GAGACCCACGCTCACCGGCTCCAGATTTATCAGCAATAAACCAGCCAGCCGGAAGGGCCGAGCGCAGAAGTGGTCCTGCAACTTTATCCGCCTCCATCCAGTCTATTAATTGTTGCCGGGAAGCTAGAGTAAGTAGTTCGCCAGTTAATAGTTTGCGCAACGTTGTTGCCATTGC":1462,"GTCAAGC":1463,"GGCGGTTTGCGTATT":1464,"GTCTGG":1465,"GGATCA":1466,"TAACTT":1467,"TGTAGA":1468,"GCGGGCA":1469,"GGTATT":1470,"CACAACA":1471,"TTAATGAATCGGCCAACGCGCGGGGAGAGGCGGTTTGCGTATT":1472,"GGGGAA":1473,"TTCCCTT":1474,"CCCTGG":1475,"TGCCGA":1476,"TGAGCA":1477,"CTCGTGA":1478,"CGGTT":1479,"GTTAAAA":1480,"CCATGAGTGA":1481,"CCCTAA":1482,"GGGAACC":1483,"GGTCGC":1484,"TGCCGGC":1485,"CCCTGAA":1486,"TGAGATTATCAAAAAGGATCTTCACCTAGATCCTTTTAAATTAAAAATGAAGTTTTAAATCAATCTAAAGTATATATGAGTAAACTTGGTCTGACAGTTACCAATGCTTAATCAGTGAGGCACCTATCTCAGCGATCTGTCTATTTCGTTCATCCATAGTTGCCTGACTCCCCGTCGTGTAGATAACTACGATACGGGAGGGCTTACCATCTGGCCCCAGTGCTGCAATGATACCGC":1487,"CGTCCA":1488,"GTGACCGC":1489,"GCCCTGTA":1490,"AAAGTCCCCAGGCTCCCCAGCA":1491,"GGGAAACC":1492,"CGCGCAGC":1493,"GCAGCC":1494,"GTGTAGCCGTAGTTAGGCCACCACTTCAAGAACTCTGTAGCACCGCCTACATACCTCGCTCTGCTAATCCTGTTACCAGTGGCTGCTGCCAGTGGCGATAAGTCGTGTCTTACCGGGTTGGACTCAAGACGATAGTTACCGGATAAGGCGCAGCGGTCGGGCTGAACGGGGGGTTCGTGCACACAGCCCAGCTTGGAGCGAACGACCTACACCGAACTGAGATACCTACAGCGTGAGCTATGAGAAAGCGCCACGCTTCCCGAAGGGAGAAAGGCGGACAGGTATCCGGTAAGCGGCAGGGTCGGAACAGGAGAGCGCACGAGGGAGCTTCCAGGGGGAAACGCCTGGTATCTTTATAGTCCTGTCGGGTTTCGCCACCTCTGACTTGAGCGTCGATTTTTGTGATGCTCGTCAGGGGGGCGGAGCCTATGGAAAAACGCCAGCAACGCGGCCTTTTTACGGTTCCTGGCCTTTTGCTGGCCTTTTGCTCACATGTTCTTTCCTGCGTTATCCCCTGATTCTGTGGATAACCGTATTA":1495,"GCCACA":1496,"CGGTTTT":1497,"CGTGTT":1498,"TGGTCATAGCTGTTTCC":1499,"GGCCCA":1500,"CGACGA":1501,"TTTCCCC":1502,"CAACTT":1503,"TGATAGA":1504,"CTGCCCGCTT":1505,"TAGTTAA":1506,"AAAGTCCCCAGGCTCCCCAGCAGGCAGAAGTATGCAAAGCATGCATCTCAATTAGTCAGCAA":1507,"TGTGTT":1508,"TACAGGCATCGTGGTGTCACGCTCGTCGTTTGGTATGGCTTCATTCAGCTCCGGTTCCCAACGATCAAGGCGAGTTACATGATCCCCCATGTTGTGCAAAAAAGCGGTTAGCTCCTTCGGTCCTCCGATCGTTGTCAGAAGTAAGTTGGCCGCAGTGTTATCACTCATGGTTATGGCAGCACTGCATAATTCTCTTACTGTCATGCCATCCGTAAGATGCTTTTCTGTGACTGGTGAGTACTCAACCAAGTCATTCTGAGAATAGTGTATGCGGCGACCGAGTTGCTCTTGCCCGGCGTCAA":1509,"TATTCCA":1510,"TTTTCTCC":1511,"TTAATTGCGTT":1512,"GCATTTTTT":1513,"CTGCCCGCTTTCCAGTC":1514,"TCTCTGGCTAACTA":1515,"TTAATTGCGTTGCGCTCA":1516,"GTCTCCA":1517,"GTAGC":1518,"GTGGGCCA":1519,"GGGAAACCTGTC":1520,"GTTCCAAA":1521,"GCGCGGCGG":1522,"TCGACA":1523,"TGCATTAATGAATCGGCCAACGCGCGGGGAGAGGCGGTTTGCGTATT":1524,"GTGAAA":1525,"CCAAA":1526,"TGTAAA":1527,"GCCCTGTAGCGGC":1528,"TTTCTT":1529,"GGTGGCACTTTTCGGGGAAATGTGCGCGGAACCCCTATTTGTTTATTTTTCTAAATACATTCAAATATGTATCCGCTCATGAGACAATAACCCTGATAAATGCTTCAATAATATTGAAAAAGGAAGA":1530,"GTGTGGTGGTTA":1531,"GTGTCGCCC":1532,"GCCCTGTAGCGGCGCATTAA":1533,"GGGAAACCTGTCGTGCCAGC":1534,"GATCTGA":1535,"TAAACTGC":1536,"TCTTCCGCTTCCTCGCTCACTGACTCGCTGCGCTCGGTCGTTCGGCTGCGGCGAGCGGTATCAGCTCACTCAAAGGCGGTAATACGGTTATCCACAGAATCAGGGGATAACGCAGGAAAGAACA":1537,"TTCAGC":1538,"CCGATTTA":1539,"TGTATTTAGAAAAATAAACAAATAGGGGTTCCGCGCACATTTCCCCGAAAAGTGCCACC":1540,"GCGCGGCGGGTGTGGTGGTTA":1541,"CCCTCA":1542,"GTGACCGCTACA":1543,"CAAATTTCA":1544,"CGCGCAGCGTGACCGCTACA":1545,"TTCTAGTT":1546,"CTCATATATACTTTAGATTGATTTAAAACTTCATTTTTAATTTAAAAGGATCTAGGTGAAGATCCTTTTTGATAATCTCATGACCAAAATCCCTTAACGTGAGTTTTCGTTCCACTGAGCGTCAGACCCCGTAGAAAAGATCAAAGGATCTTCTTGAGATCCTTTTTTTCTGCGCGTAATCTGCTGCTTGCAAACAAAAAAACCACCGCTACCAGCGGTGGTTTGTTTGCCGGATCAAGAGCTACCAACTCTTTTTCCGAAGGTAACTGGCTTCAGCAGAGCGCAGATACCAAATA":1547,"TCCTTTCGCTT":1548,"GCCCTGTAGCGGCGCATTAAGCGCGGCGGGTGTGGTGGTTA":1549,"GTGCTTTA":1550,"TCCTTTCGCTTTCTTCC":1551,"CTTGCCAGCGC":1552,"CTGCCCGCTTTCCAGTCGGGAAACCTGTCGTGCCAGC":1553,"GGAGTCCA":1554,"TATTGCAGC":1555,"GAAAAGCA":1556,"TCCTTTCGCTTTCTTCCCTTCCTT":1557,"TCTCGCCACGTT":1558,"GCCCTGTAGCGGCGCATTAAGCGCGGCGGGTGTGGTGGTTACGCGCAGCGTGACCGCTACA":1559,"TCCGGC":1560,"CAAATAAAGCATTTTTT":1561,"TACAGGCATCGTGGTGTCACGCTCGTCGTTTGGTATGGCTTCATTCAGCTCCGGTTCCCAACGATCAAGGCGAGTTACATGATCCCCCATGTTGTGCAAAAAAGCGGTTAGCTCCTTCGGTCCTCCGATCGTTGTCAGAAGTAAGTTGGCCGCAGTGTTATCACTCATGGTTATGGCAGCACTGCATAATTCTCTTACTGTCATGCCATCCGTAAGATGCTTTTCTGTGACTGGTGAGTACTCAACCAAGTCATTCTGAGAATAGTGTATGCGGCGACCGAGTTGCTCTTGCCCGGCGTCAATACGG":1562,"CCTGC":1563,"CTAATGAGTGAGC":1564,"CTTTAGGGTT":1565,"TCCTTTCGCTTTCTTCCCTTCCTTTCTCGCCACGTT":1566,"GTGCAA":1567,"GTCTA":1568,"TTATAATGGTTA":1569,"GTCAAGCTCTAAA":1570,"GCCCTGTAGCGGCGCATTAAGCGCGGCGGGTGTGGTGGTTACGCGCAGCGTGACCGCTACACTTGCCAGCGC":1571,"TTATTTT":1572,"TCCTTTCGCTTTCTTCCCTTCCTTTCTCGCCACGTTCGCCGGC":1573,"TATTGCAGCTTATAATGGTTA":1574,"GCATCACAAATTTCA":1575,"TCTCTT":1576,"TGATTTAA":1577,"TCGCCCTT":1578,"CAAATAAAGCAATA":1579,"GATCCTT":1580,"TTTCCCCGTCAAGCTCTAAA":1581,"CGAGGA":1582,"GCGCCCGCTCCTTTCGCTTTCTTCCCTTCCTTTCTCGCCACGTTCGCCGGC":1583,"GGTTAAAAAA":1584,"CAAATAAAGCAATAGCATCACAAATTTCA":1585,"CTTGTTTATTGCAGCTTATAATGGTTA":1586,"TCGGAGGA":1587,"CTTTAGGGTTCCGATTTA":1588,"CAAATAAAGCAATAGCATCACAAATTTCACAAATAAAGCATTTTTT":1589,"CCCGC":1590,"TTTCCCCGTCAAGCTCTAAATCGG":1591,"CGGCACCTCGA":1592,"CCGTCA":1593,"GGCGTAA":1594,"AAAAAACTTGA":1595,"TGGTTCACGTA":1596,"CTTGTTTATTGCAGCTTATAATGGTTACAAATAAAGCAATAGCATCACAAATTTCACAAATAAAGCATTTTTT":1597,"TTAATTGCGTTGCGCTCACTGCCCGCTTTCCAGTCGGGAAACCTGTCGTGCCAGC":1598,"CGATTCATTAA":1599,"TGTCCAAACTCA":1600,"CTAGC":1601,"CTTTAGGGTTCCGATTTAGTGCTTTA":1602,"TTCTAGTTGTGGTT":1603,"GCGCCCGCTCCTTTCGCTTTCTTCCCTTCCTTTCTCGCCACGTTCGCCGGCTTTCCCCGTCAAGCTCTAAATCGG":1604,"TGTCCAAACTCATCAATGTA":1605,"CCCCAAAAAACTTGA":1606,"CTTTAGGGTTCCGATTTAGTGCTTTACGGCACCTCGA":1607,"TCTCGA":1608,"TTCTAGTTGTGGTTTGTCCAAACTCATCAATGTA":1609,"CTTTAGGGTTCCGATTTAGTGCTTTACGGCACCTCGACCCCAAAAAACTTGA":1610,"TGAAGATCA":1611,"CCGCGCGTTGGC":1612,"CTCTCCCCGCGCGTTGGC":1613,"TACGCAAACCGC":1614,"CTCTCCCCGCGCGTTGGCCGATTCATTAA":1615,"GTGGACTCTT":1616,"TCACTGCATTCTAGTTGTGGTTTGTCCAAACTCATCAATGTA":1617,"TCGCCCTTTGACGTT":1618,"CTGTCAGA":1619,"CGAAATA":1620,"TGCGG":1621,"GAACTACTTA":1622,"TCGCCCTTTGACGTTGGAGTCCA":1623,"TGTCAGC":1624,"CTCACTGA":1625,"GGTTGAGTA":1626,"CAACACTCAA":1627,"TGAGATTATCAAAAAGGATCTTCACCTAGATCCTTTTAAATTAAAAATGAAGTTTTAAATCAATCTAAAGTATATATGAGTAAACTTGGTCTGACAGTTACCAATGCTTAATCAGTGAGGCACCTATCTCAGCGATCTGTCTATTTCGTTCATCCATAGTTGCCTGACTCCCCGTCGTGTAGATAACTACGATACGGGAGGGCTTACCATCTGGCCCCAGTGCTGCAATGATACCGCGAGACCCACGCTCACCGGCTCCAGATTTATCAGCAATAAACCAGCCAGCCGGAAGGGCCGAGCGCAGAAGTGGTCCTGCAACTTTATCCGCCTCCATCCAGTCTATTAATTGTTGCCGGGAAGCTAGAGTAAGTAGTTCGCCAGTTAATAGTTTGCGCAACGTTGTTGCCATTGC":1628,"GTGGACTCTTGTTCCAAA":1629,"TGCCATAA":1630,"CACAACATA":1631,"TGCCGCA":1632,"TGAGCTGATTTAA":1633,"TATTCTTTTGA":1634,"TACGCAAACCGCCTCTCCCCGCGCGTTGGCCGATTCATTAA":1635,"GATGA":1636,"GGCTCA":1637,"GACCCTT":1638,"TATTGCTGA":1639,"CGTTCTTTAATA":1640,"GCCCTGTAGCGGCGCATTAAGCGCGGCGGGTGTGGTGGTTACGCGCAGCGTGACCGCTACACTTGCCAGCGCCCTA":1641,"TATTCTTTTGATTTATAA":1642,"CGATGA":1643,"TCGCCCTTTGACGTTGGAGTCCACGTTCTTTAATA":1644,"GGTTAAAAAATGAGCTGATTTAA":1645,"CGGCGC":1646,"TTAGTT":1647,"CAAAAATTTAA":1648,"TCGCCCTTTGACGTTGGAGTCCACGTTCTTTAATAGTGGACTCTTGTTCCAAA":1649,"TGTGAGCAAAAGGCCAGCAAAAGGCCAGGAACCGTAAAAAGGCCGCGTTGCTGGCGTTTTTCCATAGGCTCCGCCCCCCTGACGAGCATCACAAAAATCGACGCTCAAGTCAGAGGTGGCGAAACCCGACAGGACTATAAAGATACCAGGCGTTTCCCCCTGGAAGCTCCCTCGTGCGCTCTCCTGTTCCGACCCTGCCGCTTACCGGATACCTGTCCGCCTTTCTCCCTTCGGGAAGCGTGGCGCTTTCTCATAGCTCACGCTGTAGGTATCTCAGTTCGGTGTAGGTCGTTCGCTCCAAGCTGGGCTGTGTGCACGAACCCCCCGTTCAGCCCGACCGCTGCGCCTTATCCGGTAACTATCGTCTTGAGTCCAACCCGGTAAGACACGACTTATCGCCACTGGCAGCAGCCACTGGTAACAGGATTAGCAGAGCGAGGTATGTAGGCGGTGCTACAGAGTTCTTGAAGTGGTGGCCTAACTACGGCTACACTA":1650,"TGATGAGCA":1651,"CTGGAACAACACTCAA":1652,"TGACCTTA":1653,"TCATGTAA":1654,"CCATCA":1655,"CCCAGAAACGC":1656,"CTTGTTTATTGCAGCTTATAATGGTTACAAATAAAGCAATAGCATCACAAATTTCACAAATAAAGCATTTTTTTCACTGCATTCTAGTTGTGGTTTGTCCAAACTCATCAATGTA":1657,"CTCGCCTT":1658,"CAAAAATTTAACGCGAA":1659,"TCGCCCTGATAGA":1660,"CCAAGTTTA":1661,"TTAACTGGC":1662,"TCTCGC":1663,"TTATTCCCTT":1664,"TCATTGCAGCA":1665,"GAGAGTTTT":1666,"TCGCCCTGATAGACGGTTTT":1667,"GGACCGC":1668,"CGGTA":1669,"TGTGGCGC":1670,"TCTACACGA":1671,"GTGCCA":1672,"CTTCCTGTTTT":1673,"CTTTTAAAGTT":1674,"GTAAAAGATGC":1675,"GTGTCGCCCTTATTCCCTT":1676,"TGGTTCACGTAGTGGGCCA":1677,"GTGTCGCCCTTATTCCCTTTTTTGC":1678,"GTGACACCA":1679,"CGAAATAGACAGA":1680,"CTTCCTGTTTTTGCTCA":1681,"CTGGATGGA":1682,"GGTTAAAAAATGAGCTGATTTAACAAAAATTTAACGCGAA":1683,"CCCAGAAACGCTGGTGAAA":1684,"TGTACA":1685,"TCGTAGTTA":1686,"GTATTCAACA":1687,"GCACAACA":1688,"TCGTAGTTATCTACACGA":1689,"CGGCCC":1690,"TCGCCCTTTGACGTTGGAGTCCACGTTCTTTAATAGTGGACTCTTGTTCCAAACTGGAACAACACTCAA":1691,"CCCAGAAACGCTGGTGAAAGTAAAAGATGC":1692,"TATTGCTGATAAA":1693,"GTGTAAA":1694,"TGGTTCACGTAGTGGGCCATCGCCCTGATAGACGGTTTT":1695,"TTAAGCATT":1696,"CTTACTTCTGA":1697,"TGACAGTAA":1698,"GGCATTTTGC":1699,"GATAGGTGC":1700,"CCCAGAAACGCTGGTGAAAGTAAAAGATGCTGAAGATCA":1701,"TCTCAACAGC":1702,"GTATTCAACATTTCC":1703,"TTAAA":1704,"TGGTTTATTGCTGATAAA":1705,"TCGCTGAGATAGGTGC":1706,"TTCTCAGAA":1707,"TAACACTGC":1708,"CCCAGAAACGCTGGTGAAAGTAAAAGATGCTGAAGATCAGTTGG":1709,"GCCCTGTAGCGGCGCATTAAGCGCGGCGGGTGTGGTGGTTACGCGCAGCGTGACCGCTACACTTGCCAGCGCCCTAGCGCCCGCTCCTTTCGCTTTCTTCCCTTCCTTTCTCGCCACGTTCGCCGGCTTTCCCCGTCAAGCTCTAAATCGG":1710,"CTATGGATGAA":1711,"AAACTATTAACTGGC":1712,"CTATGGATGAACGAAATAGACAGA":1713,"AAACTATTAACTGGCGAACTACTTA":1714,"TCGCTGAGATAGGTGCCTCACTGA":1715,"GCACAA":1716,"CTATGGATGAACGAAATAGACAGATCGCTGAGATAGGTGCCTCACTGA":1717,"CTGGATCTCAACAGC":1718,"GCCGGTGAGC":1719,"GTATTCAACATTTCCGTGTCGCCCTTATTCCCTTTTTTGC":1720,"GTATTCAACATTTCCGTGTCGCCCTTATTCCCTTTTTTGCGGCATTTTGC":1721,"CGGATGGCA":1722,"CCGCTTTTTT":1723,"CCAATACGCAAACCGCCTCTCCCCGCGCGTTGGCCGATTCATTAA":1724,"GTATTCAACATTTCCGTGTCGCCCTTATTCCCTTTTTTGCGGCATTTTGCCTTCCTGTTTTTGCTCA":1725,"CAATTCCA":1726,"CTATGGATGAACGAAATAGACAGATCGCTGAGATAGGTGCCTCACTGATTAAGCATT":1727,"CGCCCCGAAGAA":1728,"CCACTTCTGCGC":1729,"GATAATACCGCGCCACATAGCAGAACTTTAAAAGTGCTCATCATTGGAAAACGTTCTTCGGGGCGAAAACTCTCAAGGATCTTACCGCTGTTGAGATCCAGTTCGATGTAACCCACTCGTGCACCCAACTGATCTTCAGCATCTTTTACTTTCACCAGCGTTTCTGGGTGAGCAAAAACAGGAAGGCAAAATGCCGCAAAAAAGGGAATAAGGGCGACACGGAAATGTTGAATACTCATACTCTTCCTTTTTCAATATTATTGAAGCATTTATCAGGGTTATTGTCTCATGAGCGGATACATATTTGAATGTATTTAGAAAAATAAACAAATAGGGGTTCCGCGCACATTTCCCCGAAAAGTGCCACC":1730,"TACCAAACGA":1731,"TCCCGTATCGTAGTTATCTACACGA":1732,"CTGTCAGACCAAGTTTA":1733,"GGCCAGATGGTAA":1734,"TGAAGCCATACCAAACGA":1735,"GAGCAACTCGG":1736,"GTGGGTTACA":1737,"GTCACAGAAAAGCA":1738,"CTGGATGGAGGCGGA":1739,"GGCTGGCTGGTTTATTGCTGATAAA":1740,"GCAGGACCACTTCTGCGC":1741,"TGACTTGGTTGAGTA":1742,"GGCCAACTTACTTCTGA":1743,"TCTTACGGATGGCA":1744,"TGACAGTAAGAGAA":1745,"GAGAGTTTTCGCCCCGAAGAA":1746,"GTGCTGCCATAA":1747,"GCCCTCCCGTATCGTAGTTATCTACACGA":1748,"GGTATCATTGCAGCA":1749,"TCTGGAGCCGGTGAGC":1750,"GGTATCATTGCAGCACTGG":1751,"TCGCCGCATACACTA":1752,"GTCACAGAAAAGCATCTTACGGATGGCA":1753,"GAGCAACTCGGTCGCCGCATACACTA":1754,"GTGCACGAGTGGGTTACA":1755,"TGAAGCCATACCAAACGACGAGC":1756,"CAATTAATAGA":1757,"GTCACAGAAAAGCATCTTACGGATGGCATGACAGTAAGAGAA":1758,"GAGCAACTCGGTCGCCGCATACACTATTCTCAGAA":1759,"GGCCAACTTACTTCTGACAACGA":1760,"CCAACA":1761,"GTGCACGAGTGGGTTACATCGAA":1762,"CCGAAGGAGCTAA":1763,"CTATGGATGAACGAAATAGACAGATCGCTGAGATAGGTGCCTCACTGATTAAGCATTGGTAA":1764,"TATATAA":1765,"CTCGCCTTGATCGTT":1766,"CCATGAGTGATAACACTGC":1767,"TCATGTAACTCGCCTTGATCGTT":1768,"GGCCAGATGGTAAGCCCTCCCGTATCGTAGTTATCTACACGA":1769,"GAGCAACTCGGTCGCCGCATACACTATTCTCAGAATGACTTGGTTGAGTA":1770,"CTGGATCTCAACAGCGGTAA":1771,"GTGCTGCCATAACCATGAGTGATAACACTGC":1772,"TCATGTAACTCGCCTTGATCGTTGGGAACC":1773,"CCGAAGGAGCTAACCGCTTTTTT":1774,"GTGCACGAGTGGGTTACATCGAACTGGATCTCAACAGCGGTAA":1775,"TGCAGAGGC":1776,"TCGGCCCTTCC":1777,"GGCTGGCTGGTTTATTGCTGATAAATCTGGAGCCGGTGAGC":1778,"TCATGTAACTCGCCTTGATCGTTGGGAACCGGAGCTGAA":1779,"GTGACACCACGATGC":1780,"CCCAGAAACGCTGGTGAAAGTAAAAGATGCTGAAGATCAGTTGGGTGCACGAGTGGGTTACATCGAACTGGATCTCAACAGCGGTAA":1781,"TGGGGGATCATGTAACTCGCCTTGATCGTTGGGAACCGGAGCTGAA":1782,"CTCTAGCTTCCC":1783,"GTGCTGCCATAACCATGAGTGATAACACTGCGGCCAACTTACTTCTGACAACGA":1784,"TAAAGTTGCAGGACCACTTCTGCGC":1785,"CTCTAGCTTCCCGGCAA":1786,"GTATGAGTATTCAACATTTCCGTGTCGCCCTTATTCCCTTTTTTGCGGCATTTTGCCTTCCTGTTTTTGCTCA":1787,"CTTTTAAAGTTCTGCTA":1788,"TAAAGTTGCAGGACCACTTCTGCGCTCGGCCCTTCC":1789,"AAACTATTAACTGGCGAACTACTTACTCTAGCTTCCCGGCAA":1790,"GGTATCATTGCAGCACTGGGGCCAGATGGTAAGCCCTCCCGTATCGTAGTTATCTACACGA":1791,"CCCTATCTC":1792,"AAACTATTAACTGGCGAACTACTTACTCTAGCTTCCCGGCAACAATTAATAGA":1793,"TGAAGCCATACCAAACGACGAGCGTGACACCACGATGC":1794,"GTCACAGAAAAGCATCTTACGGATGGCATGACAGTAAGAGAATTATGCA":1795,"CCCAGAAACGCTGGTGAAAGTAAAAGATGCTGAAGATCAGTTGGGTGCACGAGTGGGTTACATCGAACTGGATCTCAACAGCGGTAAGATCCTT":1796,"CTCACCAGTCACAGAAAAGCATCTTACGGATGGCATGACAGTAAGAGAATTATGCA":1797,"TGATGAGCACTTTTAAAGTTCTGCTA":1798,"TTGGC":1799,"TGTGGCGCGGTATTA":1800,"CCGAAGGAGCTAACCGCTTTTTTGCACAACA":1801,"GCAATGGCAA":1802,"GTCAGGCAACTATGGATGAACGAAATAGACAGATCGCTGAGATAGGTGCCTCACTGATTAAGCATTGGTAA":1803,"TCGGCCTATT":1804,"CTGGATGGAGGCGGATAAAGTTGCAGGACCACTTCTGCGCTCGGCCCTTCC":1805,"CGGGCAAGAGCAACTCGGTCGCCGCATACACTATTCTCAGAATGACTTGGTTGAGTA":1806,"TCATTTT":1807,"GACGC":1808,"CCCTCC":1809,"CCCAGAAACGCTGGTGAAAGTAAAAGATGCTGAAGATCAGTTGGGTGCACGAGTGGGTTACATCGAACTGGATCTCAACAGCGGTAAGATCCTTGAGAGTTTTCGCCCCGAAGAA":1810,"GCGCAAACTATTAACTGGCGAACTACTTACTCTAGCTTCCCGGCAACAATTAATAGA":1811,"TGGGGGATCATGTAACTCGCCTTGATCGTTGGGAACCGGAGCTGAATGAAGCCATACCAAACGACGAGCGTGACACCACGATGC":1812,"GAGAAA":1813,"CAACGTC":1814,"GTGCTGCCATAACCATGAGTGATAACACTGCGGCCAACTTACTTCTGACAACGATCGGAGGA":1815,"TGGTTCACGTAGTGGGCCATCGCCCTGATAGACGGTTTTTCGCCCTTTGACGTTGGAGTCCACGTTCTTTAATAGTGGACTCTTGTTCCAAACTGGAACAACACTCAA":1816,"GGTATCATTGCAGCACTGGGGCCAGATGGTAAGCCCTCCCGTATCGTAGTTATCTACACGACGGGGA":1817,"CTGAAA":1818,"CTCACCAGTCACAGAAAAGCATCTTACGGATGGCATGACAGTAAGAGAATTATGCAGTGCTGCCATAACCATGAGTGATAACACTGCGGCCAACTTACTTCTGACAACGATCGGAGGA":1819,"TGATGAGCACTTTTAAAGTTCTGCTATGTGGCGCGGTATTA":1820,"CTCCGC":1821,"TCAGCA":1822,"GGGCTCCCTTTAGGGTTCCGATTTAGTGCTTTACGGCACCTCGACCCCAAAAAACTTGA":1823,"CGTTTTCCAA":1824,"GTGAGA":1825,"CAACGTTGCGCAAACTATTAACTGGCGAACTACTTACTCTAGCTTCCCGGCAACAATTAATAGA":1826,"GTGAGCGGA":1827,"CTGGATGGAGGCGGATAAAGTTGCAGGACCACTTCTGCGCTCGGCCCTTCCGGCTGGCTGGTTTATTGCTGATAAATCTGGAGCCGGTGAGC":1828,"GGGCGAA":1829,"CCGAAGGAGCTAACCGCTTTTTTGCACAACATGGGGGATCATGTAACTCGCCTTGATCGTTGGGAACCGGAGCTGAATGAAGCCATACCAAACGACGAGCGTGACACCACGATGC":1830,"TAACTCACA":1831,"CCCAGTCA":1832,"CGGGCAAGAGCAACTCGGTCGCCGCATACACTATTCTCAGAATGACTTGGTTGAGTACTCACCAGTCACAGAAAAGCATCTTACGGATGGCATGACAGTAAGAGAATTATGCAGTGCTGCCATAACCATGAGTGATAACACTGCGGCCAACTTACTTCTGACAACGATCGGAGGA":1833,"TATTGC":1834,"TCGTCC":1835,"TGTGTGAAA":1836,"TTGTTATCCGCTCA":1837,"TGTTGC":1838,"TAGCA":1839,"GCAATGGCAACAACGTTGCGCAAACTATTAACTGGCGAACTACTTACTCTAGCTTCCCGGCAACAATTAATAGA":1840,"CCCAGAAACGCTGGTGAAAGTAAAAGATGCTGAAGATCAGTTGGGTGCACGAGTGGGTTACATCGAACTGGATCTCAACAGCGGTAAGATCCTTGAGAGTTTTCGCCCCGAAGAACGTTTTCCAA":1841,"CTCTGAGC":1842,"GGAGTT":1843,"TCGGCCTATTGGTTAAAAAATGAGCTGATTTAACAAAAATTTAACGCGAA":1844,"GGTATCATTGCAGCACTGGGGCCAGATGGTAAGCCCTCCCGTATCGTAGTTATCTACACGACGGGGAGTCAGGCAACTATGGATGAACGAAATAGACAGATCGCTGAGATAGGTGCCTCACTGATTAAGCATTGGTAA":1845,"GGGATTTTGC":1846,"TTATTCA":1847,"GCAATGGCAACAACGTTGCGCAAACTATTAACTGGCGAACTACTTACTCTAGCTTCCCGGCAACAATTAATAGACTGGATGGAGGCGGATAAAGTTGCAGGACCACTTCTGCGCTCGGCCCTTCCGGCTGGCTGGTTTATTGCTGATAAATCTGGAGCCGGTGAGC":1848,"TTTTCA":1849,"GGGATTTTGCCGATT":1850,"GTGCAGC":1851,"TGGGTGGA":1852,"TATTCTTTTGATTTATAAGGGATTTTGCCGATT":1853,"CGACAGGTT":1854,"CGGGCAAGAGCAACTCGGTCGCCGCATACACTATTCTCAGAATGACTTGGTTGAGTACTCACCAGTCACAGAAAAGCATCTTACGGATGGCATGACAGTAAGAGAATTATGCAGTGCTGCCATAACCATGAGTGATAACACTGCGGCCAACTTACTTCTGACAACGATCGGAGGACCGAAGGAGCTAACCGCTTTTTTGCACAACATGGGGGATCATGTAACTCGCCTTGATCGTTGGGAACCGGAGCTGAATGAAGCCATACCAAACGACGAGCGTGACACCACGATGC":1855,"CTGGAAAGCGGGCA":1856,"CCCAGAAACGCTGGTGAAAGTAAAAGATGCTGAAGATCAGTTGGGTGCACGAGTGGGTTACATCGAACTGGATCTCAACAGCGGTAAGATCCTTGAGAGTTTTCGCCCCGAAGAACGTTTTCCAATGATGAGCACTTTTAAAGTTCTGCTATGTGGCGCGGTATTA":1857,"CCATT":1858,"TCTACGTA":1859,"CGACAGGTTTCCCGA":1860,"GCAACGCAA":1861,"TCGGCAA":1862,